[{"Axe":-5.0,"Titre":"fond. Ourouk","Date":-3300.0,"Fin":null,"Durée":0.0,"Explication":"Les premières cité-Etat apparaissent dans la région de Sumer grâce à l'irrigation en Mésopotamie, début de l'écriture et invention de la roue. On réunit bcp de richesses à mm endroit : construction de la fortification mais aussi début des \"guerres\""},{"Axe":-25.0,"Titre":"Narmer","Date":-3100.0,"Fin":null,"Durée":0.0,"Explication":"Il unifie la haute et basse Egypte et devient le premier pharaon (double couronne)"},{"Axe":-25.0,"Titre":"Ancien Empire ","Date":-2650.0,"Fin":-2200.0,"Durée":449.0,"Explication":"Djeser (3ème dynas) et la première pyramide à étage formé de mestaba (tombeau) empillé selon son architecte Imhotep ensuite Snéfrou (4ème dynas) fait construire 3 pyramides pour atteindre son idéal et permet de grand progrès\/ 1ère période intermédiaire : VII dyn. s'installe à Héracléopolis"},{"Axe":-10.0,"Titre":"emp. Akkad","Date":-2334.0,"Fin":-2150.0,"Durée":183.0,"Explication":"Le roi Sargon conquiert les villes de la région du Sumer puis du golfe Persique jusqu'à la méditérranée\/ fragilisé et remplacé par les Gutis"},{"Axe":-10.0,"Titre":"3ème dyn. Ur","Date":-2112.0,"Fin":-2004.0,"Durée":107.0,"Explication":"Origine Sumérienne et non Akkadien"},{"Axe":-25.0,"Titre":"Moyen Empire","Date":-2030.0,"Fin":-1786.0,"Durée":243.0,"Explication":"Montouhotep II (12ème dyn.) réunifie l'Egypte et réinstore l'utilisation des pyramides\/ "},{"Axe":-10.0,"Titre":"période paléo-babylo","Date":-2004.0,"Fin":-1595.0,"Durée":408.0,"Explication":"Les nomades Amorites s'installe en -1895 à Babylone peu après sa fond."},{"Axe":-15.0,"Titre":"Hammurabi","Date":-1810.0,"Fin":-1750.0,"Durée":59.0,"Explication":"6ème roi de babylone, conquiert l'équivalent de l'ex région d'Akkad et Sumer\/ code d'Hammurabi (reccueil de jurisprudence) basé sur la loi du Talion (œil pour œil…)"},{"Axe":-10.0,"Titre":"Hyksos","Date":-1674.0,"Fin":-1540.0,"Durée":133.0,"Explication":"Invasion de l'Egypte (apport des chars de guerre)\/ thèbes se révolte déjà en -1550"},{"Axe":5.0,"Titre":"civ. Mycénienne","Date":-1650.0,"Fin":-1100.0,"Durée":549.0,"Explication":"A partir de -1900 : inv. des locaux par les Achéens (maitrise du bronze) jusqu'à l'inv. des Doriens (maitrise du fer) puis mélange des vainqueurs et vaincus pour former la civ. grecque\/ Contemp: récit de l'Illade et l'Odyssée, guer. de Troie (Achille, Agamemnon roi de Mycène)"},{"Axe":-5.0,"Titre":"emp. Hittite","Date":-1625.0,"Fin":-1185.0,"Durée":439.0,"Explication":"Peuple d'Anatolie"},{"Axe":-15.0,"Titre":"emp. Kassites","Date":-1595.0,"Fin":-1155.0,"Durée":439.0,"Explication":"Babylone est conquise par les Hittites mais tombe mystérieusement sous la coupe des Kassides\/ prise de Babylone par les Elamites"},{"Axe":-60.0,"Titre":"dyn. Shang","Date":-1570.0,"Fin":-1045.0,"Durée":524.0,"Explication":"Elle suit la dyn. Xia (-2100-1600) fondé par Yu le Grand, qui aurait maitrisé les inondations et amélioré l'agriculture. Les Shang sont des guerriers amenant la Chine à l'âge du bronze+écriture. Ils aurait eu bcp d'esclave qui qui ont rejoinds les Zhou."},{"Axe":-25.0,"Titre":"Nouvel Empire","Date":-1540.0,"Fin":-1069.0,"Durée":470.0,"Explication":"Ahmosis 1er (18ème dynas) chasse les hyksos, après le nouvel empire l'egypte est dominée par : les nubiens (pharaons noirs), puis les assyrien au nord et ensuite annexé par les Perses. \/ Plus de pyramide mais des tombeaux dans les montagnes (forme similaire) : la vallée des rois"},{"Axe":-25.0,"Titre":"Akhénaton","Date":-1364.0,"Fin":-1337.0,"Durée":26.0,"Explication":"Créateur du culte de l'Aton (1ère trace monothéiste) mais vu comme un hérétique (la peste et la déf. vs hittite sont vu comme un échec de son règne). Marié à Néfertiti, il aura avec une de ses filles (qui remplacent chaque fois l'épouse) : Toutankhamon (=> retour du culte d'amon). Fils d'Amenhotep III le batisseur et diplomate."},{"Axe":-25.0,"Titre":"Ramsès II","Date":-1304.0,"Fin":-1213.0,"Durée":90.0,"Explication":"Dynastie de militaire ayant pris le pouvoir. Les hittites ont pris des territoires de Syrie sous le règne d'Akhenaton, Ramsès tente de les reprendre à la bat. De Qadesh (-1274), => traité et retrait de Ramsès, les Hittites restent et gardent les territoires. Encore des conflits jusqu'en 58 mais l'Egypte étant en galère en Numibie et les Hittites contre Assyriens, ils signent un traité d'assistance et n'auront plus jms de guerre. "},{"Axe":5.0,"Titre":"guer. de Troie","Date":-1194.0,"Fin":-1184.0,"Durée":9.0,"Explication":"Interval le + crédible d'une opposant une coalition d'Achéens ou Mycéniens contre Troie. Mythe raconté par Homère, princesse de Sparte enlevée par le roi de Troie + utilisation du cheval de troie"},{"Axe":-60.0,"Titre":"dyn. Zhou","Date":-1045.0,"Fin":-256.0,"Durée":788.0,"Explication":"7 états autour d'un emp, à partir de -771, la souvenaineté est symbolique et les vassaux se font la guerre pdt la période : des Printemps et Automnes (-771 à -481) et des Royaumes combattants (-481 à -221)\/ contemp : Confucius (-551 à -479) : être rationnel vs Taoisme : harmonie religieuse."},{"Axe":-10.0,"Titre":"Roy. Israël","Date":-1020.0,"Fin":-720.0,"Durée":299.0,"Explication":"\"Saoul, David et Salomon\", séparation entre Israël et Juda (-930)\/ invasion Assyrienne en Israël (-720)\/ En 587 Nabuchodonosor détruisit Jérusalem (Juda), et fit migrer les Juifs en Mésopotamie."},{"Axe":-10.0,"Titre":"emp. Assyrien","Date":-911.0,"Fin":-612.0,"Durée":298.0,"Explication":"(1521-911) évolution du royaume assyrien et en -911 : conquête de toute part, prise de babylone (-728) \/(650-648) : guer entre les héritiers (assyrie vs babylone), Assurbanipal place à babylone un roi fantoche qui se rebellera à sa mort\/ Chute de Ninive par la coalition Babylonienne+Mèdes"},{"Axe":-25.0,"Titre":"Basse époque","Date":-664.0,"Fin":-332.0,"Durée":331.0,"Explication":"-671 : inv. assyrienne puis expulsion, grand retour des pyramides\/ Fin avec la défaite de Darius III vs Alexandre"},{"Axe":-10.0,"Titre":"emp. Néo-babylo","Date":-626.0,"Fin":-539.0,"Durée":86.0,"Explication":"Révo du roi fantoche vs assyriens\/ contemp : Nabuchodonosor II (bat le reste des assyriens + alliés égyptiens et matte les révoltes en Judée, -588 : siège de jérusalem et exil des juifs à babylone, rencontre avec les zoroastriens et écriture de la Bible)"},{"Axe":-25.0,"Titre":"emp. achém","Date":-550.0,"Fin":-330.0,"Durée":219.0,"Explication":"\"Perses\" vs Mèdes, ils s'émancipèrent et prirent le dessus \/ conq. Lydie (Anatolie ouest) et les ioniens devinrent vassaux (-547)\/ conq. de Babylone (-539)\/ conq. Egypte (-522)\/ conq Thrace et protectorat sur la Macédoine (-520 -513), les Scythes résistaient au nord"},{"Axe":45.0,"Titre":"rép. romaine","Date":-509.0,"Fin":-27.0,"Durée":481.0,"Explication":"fond. de Rome par Romulus en -753? et début de la rép ac le ban du roi\/ -343 à -282 : expansion Italie (samnite et etrusque)\/ guer de Pyrrhus (-280-275) : les colonnies grecques du sud de l'Italie appelèrent Phyrrus contre la menace romaine mais il échouea à pacifier le sud romain et la Sicile Carthaginoise \/ après les guer. puniques rome conquit le reste de la  péninsule ibérique (-133) et la macédoine(-148)\/ Opposition entre les optimates et populares au sénat face aux inégalités entre citoyen et les mécontentements des non-citoyen italien\/ Marius prit la Numibie (qui était alliée de rome) après que Jugurtha s'opposa à Rome (Scylla permit son arrestation)\/ -121 à -101 : conflit en gaule du sud et annihilation des cimbres et teutons\/ -91 -88 : révo des peuples italiques non citoyen, Scylla stop la révo mais ils obtinrent la citoyenneté\/ -87 -82 1ère guer civile entre Marius puis son fils et Scylla qui devint dictateur et assassina ses opposants \/ -67 : Pompée vs pirates ciliciens \/ Annexion du Pont et de l'Arménie (-66, après que son roi refuse de livrer le roi du Pont)\/ -64,-63 : Pompée fit de la Syrie et Judée des vassaux\/ -59 à -50 : conq de la Gaule par Jules César qui rentra avec ses légion, démarrant la guer civile romaine. En -46 il bat Pompée et annexa l'afrique du nord"},{"Axe":10.0,"Titre":"2 guer. médiques","Date":-490.0,"Fin":-479.0,"Durée":10.0,"Explication":"Darius I atq la Grèce pour punir Athènes d'avoir soutenu la révolte des Ioniens (Aristagoras échoua à mater une révo et eu peur d'être destitué), mais Athènes les bat à Marathon (Darius fut trop occupé par la révo en Egypte pour ratq), Thémistocle devenu stratège dev la flotte athénienne + découverte des mines du Laurion\/ Xercès (son fils) gagne aux Thermopyles (7000 hommes + 271 trières bloquent la flotte perse, 300 resteront pour couvrir leur retraite) et prend Athènes (ils avaient fui pour livrer bat sur mer), vict. navale grec. à Salamine, fortification du Péloponèse et coalition pour libérer Athènes (bat. de Platées) et atq les côtes ioniennes (+ la rév. de Babylone en -479), après la vict Thémistocle amorça la thalassocratie athénienne en mer Egée \/ -477 : création ligue de Délos \/ Thémiscocle fini ostracisé et fuya chez Artaxercès qui le nomma gouv de provinces grecques ..."},{"Axe":5.0,"Titre":"guerre Péloponnèse","Date":-431.0,"Fin":-404.0,"Durée":26.0,"Explication":"Ligue Délos (Athène) vs ligue Péloponnèse (Sparte) vic à la bat. navale d'Aigos Potamos\/ Puis guer. civ. pour la chute des 30 tyrans d'athènes. Contemp : Hérodote, Diogène, Platon, Hypprocrate, peste d'Athènes emportant Périclès. Son fils Albiciade mena une expédition en Sicile en -415 mais fuya en Sparte (il était poursuivi pour blasphème) et les aida à contrecarrer Athènes qui perdit bcp. Sparte prit les mines d'Athènes et s'allia ac les Perses. Il séduisit la femme du roi et fuya à nouveau chez les Perses puis fomenta un coup d'état et redevenant stratège d'Athènes, il finira assassiné après la déf."},{"Axe":40.0,"Titre":"sac de Rome","Date":-390.0,"Fin":null,"Durée":0.0,"Explication":null},{"Axe":5.0,"Titre":"Alexandre","Date":-356.0,"Fin":-323.0,"Durée":32.0,"Explication":"Son père unifie la grèce, d'abord il soumet le nord puis affronte Athènes et Thèbes, cette victoire donne naissance à sous la ligue de Corinthe (citées du sud sous son contrôle sauf Sparte)\/ il matte la révo. de thèbes et repousse la front. jusqu'au Danube\/ en 334 il envahit la perse et sauve la Lydie et Ionie et pousse jusqu'à Damas, Egypte (Alexandrie en -332) puis bat de Gaugamèles, Babylon se rend, il repousse les Scythe et marie une noble Bactrienne, il pousse jusqu'à l'Indus et bat le rajas (bat. de l'Hydaspe) Contemp: ère héllénistique (-323,-30)"},{"Axe":-25.0,"Titre":"Epoque ptolémaique","Date":-332.0,"Fin":-30.0,"Durée":301.0,"Explication":"Ou emp. lagide, Alexandre était devenu pharaon, ensuite son fils Alexandre 4 puis un de ses généraux : ptolémée 1er"},{"Axe":5.0,"Titre":"guer. diadoques","Date":-322.0,"Fin":-281.0,"Durée":40.0,"Explication":"Les généraux se disputent l'héritage d'Alexandre : Grèce (Antipater), Cratère (tuteur), et Asie :  + Ptolémée (Egypte), Antigone (Anatolie), Thrace (Lysimaque), Eumène (Cappadoce), Perdiccas (morceau d'Asie) avec d'autres officiers,\nSéleucos (commandant cavalerie), Cassandre (fils Antiparter). -321 coali. vs Perdiccas et Eumène (Perdiccas assass par Séleucos, Cratère tué contre Eumène qui prend l'Anatolie)\/ Séleucos reçoit Babylone, Antipater meurt et son titre de régent n'est pas donné à son fils mais à Polyperchon (Péloponèse), Cassandre (Athènes) execute et fait otage les descendants d'Alexandre et avec la coal. s'oppose à Polyperchon+Eumène, Antigone tue Eumène et prend toute l'Asie (chasse Séleucos de Babylonie)\/ Antigone+Poly vs coal, la coal bat Démétrios (fils d'Antigone) en Syrie => traité et retour status quo (sauf guer entre ANtigone et Séleucos ayant repris l'Asie)\/ Cassandre exécute les descendants, Ptolémée sauve Rhodes de Démétrios (colosse de Rhodes en son hommage)\/ 4ème guer : Antigone et fils vs Cassandre, Séleucos et Lysimaque, bat Ipsos : Antigone tué\/ Cassandre reprend le Péloponèse après le décès de Poly et Pyrrhus roi d'Epirre fait son entrée\/ Cassandre décède et Démétrios reprend la Macédoine, mais est battu par Pyrrhus et la coal, Antigone 2 prend Athènes et Pyrrhus et Lysimaque se partage la Macédoine\/ Lysimaque s'emballe et perd contre Séleucos en -281, mais sera assissiné par un fils de Ptolémée alors qu'il voulait reprendre la Macédoine... Ptolémée meurt et c'est la fin des diadoques, leurs enfants garderont les 3 empires : ptolémaique, séleucide et antigonide"},{"Axe":-5.0,"Titre":"emp. séleucide","Date":-305.0,"Fin":-64.0,"Durée":240.0,"Explication":"Séleucos (diadoque d'Alexandre) est fait roi de Babylone\/ 6 guer. de Syrie (-274,-168) lagide vs séleucide \/ l'emp est grignoté par les Parthes et fini sous tutelle romaine"},{"Axe":-30.0,"Titre":"les 3 guer. puniques","Date":-264.0,"Fin":-146.0,"Durée":117.0,"Explication":"Rome atq la Sicile et forca Syracuse à les soutenir face à Carthage (héritier des phéniciens) (-264 -241) Carthage cèda la Sicile, Sardaigne et Corse\/ Hamilcar du mater une révo des mercenaires après la déf qui fragilisé Carthage, il meurt pdt sa conq de l'Espa et instaura l'idée de vengeance à son fils Hannibal, en -218 -202 : Hannibal assièga Sagonte en Espa mais les romains furent trop occupé en Illyrie puis lanca son expédition, il ravaga l'Italie mais ne marcha pas tt de suite sur Rome, reposant son armée et cherchant à faire alliance ac les locaux, Scipion gagna en Espa et Hannibal du rentrer pour perdre contre Scipion, Carthage perd sa flotte et ses territoires \/ Carthage ne pouvait plus entrer en guer sans l'aval de Rome mais face aux atq de la Numibie et le refus de Rome, ils se défendèrent et Rome les achèva en -146"},{"Axe":-60.0,"Titre":"guer. unif. Qin","Date":-230.0,"Fin":-221.0,"Durée":8.0,"Explication":"Ying Zheng conquiert Han, Zhao, Yan, Wei, Chu et Qi et unifie la Chine pour la 1ère fois (Qin survécu à une coalition des états), il commence la grande muraille. mais l'unité replonge en -206.\/ En -206 la dynastie Han prend le pouvoir jusqu'en 220 et établit la route de la Soie (intermède Xin 9-23)."},{"Axe":null,"Titre":"guer macédoine","Date":-215.0,"Fin":-146.0,"Durée":68.0,"Explication":"Grosse déf du descendant d'Antigone pdt la 3ème guer (bat Pydna), une dernière fera de la région grecque une province romaine"},{"Axe":40.0,"Titre":"Pompée","Date":-106.0,"Fin":-48.0,"Durée":57.0,"Explication":"Venant se réfugier en Egypte il fut exécuté sur ordre de ptolémée, ce qui déplu à César qui impose le retour de Cléôpatre en -49, Ptolémée décède noyé en -47 (bataille du Nil) suite à sa révolte contre césar (Siège d'alexandrie)"},{"Axe":5.0,"Titre":"les 3 guer. Mithridate","Date":-89.0,"Fin":-63.0,"Durée":25.0,"Explication":"Mithridate 1er (-2xx,-266) empare du Pont et s'émancipe des Séleucides\/ … Pont devient une province romaine"},{"Axe":45.0,"Titre":"guer servile","Date":-73.0,"Fin":-71.0,"Durée":1.0,"Explication":null},{"Axe":-25.0,"Titre":"Cléopâtre","Date":-69.0,"Fin":-30.0,"Durée":38.0,"Explication":"Mariée à son frère qui l'a exilée (et remplacée par Arsinoé) Sur le trône après la mort de Ptolémée XIII (noyé en voulant fuir César) \/ Alliée de Marc Antoine, ils perdent face à Octave en -31"},{"Axe":45.0,"Titre":"emp. romain","Date":-27.0,"Fin":476.0,"Durée":502.0,"Explication":"Octave bat Marc Antoine à la bat. d'Actium (-31) puis fut nommé empereur (et Auguste), il annexa l'Egypte et l'Anatolie, il perd en Germanie fixa les frontières sur les fleuves\/ En 43 Claude annexa la Thrace et lança l'inv. de Britania, ils arrivèrent jusqu'en Ecosse en 84 mais délaissèrent le nord par la suite, construction du mur d'Hadrien en 122 et d'Antonin en 140 contre les Caledonien, ce mur sera abandonné en 160 mais il y aura des raids au nord jusqu'en 211\/ Apogée en 117 sous Trajan avec la Dacie (roumanie) et Mésopotamie et début de la politique de fortification.\/ De 235 à 285, 21 emp se succédèrent (surtout des soldats prenant le pouvoir) et en 285, Diocétien instaure la tétrarchie (Gaule, Italie, Illyrie et Orient), Constantinople en 330 et en 395 l'emp est définitivement divisé en 2, en 407 Rome quitte la bretagne\/ Début des migrations : Saxons en bretagne, Francs et Alamands en Gaule, Italie et Goth en Yllirie. En 410, Alaric (vassal de Rome) et ses Wisigoth pillèrent Rome\/ En 440 les francs saliens migrent et Chlodion fit un accord avec Aetius, formant le royaume Franc en Belgique (protecteur de Rome), idem pour les Wisigoth en Aquitaine (420) et les Burgonde (443).\/ Ds la 2ème partie du 5ème s., Rome subit les atq des Vandales à Carthage, la coalition d'Aetius repousse les Huns et après sa mort, les Saxons et Angles envahirent Britania (des britons fuyèrent en Armorique), les Wisigoths l'Espa et Fr du sud, Burgondes, Alamans et Franc au nord. En 476, le dernier emp (Romulus Augustule, considéré comme un usurpateur) est exilé et plus tard les Ostrogoth détiendront Rome."},{"Axe":10.0,"Titre":"peste Antonine","Date":166.0,"Fin":189.0,"Durée":22.0,"Explication":null},{"Axe":null,"Titre":"Septime Sévère","Date":197.0,"Fin":null,"Durée":0.0,"Explication":"En 180, après la mort de marc Aurèle, Commode devint emp, Pertinax s'associe à la garde prétorienne pour l'assassiner. Il finira lui-même assisser par eux faute de moyen de les payer, un sénateur proposa d'acheter Rome aux prétoriens mais il sera assassiné par Septime qui bat aussi son rival (gouv de Bretagne). Il est le premier empereur sans racine romaine et son fils proclamera la citoyenneté romaine à tous les habitants libres de l'emp. Sa dynastie durera jusqu'en 235."},{"Axe":-25.0,"Titre":"emp. sassanide","Date":224.0,"Fin":651.0,"Durée":426.0,"Explication":"…\/ guer d'ibérie (526-32) : les sassanides veulent convertir au zoroastrisme les ibères qui se tournent vers l'emp byzantin, les sassanides envahissent l'ibérie mais tombe à Dara, mais les byzantins échouent à s'enfoncer en perse (status quo territorial, les perses garde l'Ibérie, le but des byzantins était de se concentrer vers l'ouest)\/ Vaincu par le 1er califat arabe (642), Babylone est adandonnée et c'est la fin de la culture mésopotamienne"},{"Axe":-60.0,"Titre":"dyn. Jin","Date":265.0,"Fin":420.0,"Durée":154.0,"Explication":"Fondation après avoir unifié les Trois royaumes (ShuHan, Wei, Wu) indé depuis 220. En 420 séparation entre le nord et le sud … puis plusieurs dynasties dont les Sui 581-618 et Tang 618–690, 705–907 qui Intégra les barbares et fut un 2ème âge d'or de la Chine."},{"Axe":10.0,"Titre":"bat. pont Milvius","Date":312.0,"Fin":null,"Durée":0.0,"Explication":"Constantin (Gaule et Bretagne et allié à Lucinius) vs Maxence (Italie), Lucinius bat Maximin et règna sur l'orient (313) et les 2 empereurs légalisèrent le christianisme\/ 324 : Constantin bat Lucinius, l'emp sera une dernière fois uni jusqu'à sa mort en 337\/ 330 : inauguration de Constantinople"},{"Axe":20.0,"Titre":"emp Hun","Date":316.0,"Fin":565.0,"Durée":248.0,"Explication":"Début ac l'inv de la Chine du nord\/ Attila devient le roi en 434, la soeur de l'emp marié de force à un sénateur, propose sa main à Attila, il demande la Gaule en dot et atq après le refus, bat. champ catalaunique 451, Aetius coalisa des barbares de Gaule et chassa Attila, il reviendra assièger Rome en 453 mais échoua puis mourru ensuite. Pape Léon le convinc de partir (avant cette épisode, le Pape était juste l'évêque de Rome, il deviendra Pape de la chrétienté, pareil avec Genséric pour protéger rome\/ fin arbitraire en 565 lors de leur déf contre la coalition Perses-Turques"},{"Axe":55.0,"Titre":"Clovis","Date":466.0,"Fin":511.0,"Durée":44.0,"Explication":"Childéric revint règner sur les Francs après son exil, il stoppa les wisigoth et Saxon ac un allié romain (457-476), en 476 après que le dernier emp fut déposé Childeric assièga Paris ds le roy. de Syagrius, le fils de son ex allié romain. Clovis lui succéda et bat Syagrius à la bat. de Soissons (486). A la bat. de Tolbiac, il bat les Alamans et se convertit. \/ Carolingien 751 ..."},{"Axe":75.0,"Titre":"3 guer. Tikal-Calak","Date":537.0,"Fin":744.0,"Durée":206.0,"Explication":"Tikal perd une première fois lourdement (560) et reste soumise jusqu'à 700 où la cité bat Calakmul mais ces guer annoncent  le déclin des mayas qui seront \"remplacés\" par diverses éthnies\/ -1200 : olmèques (précurseur des mayas)\/ ~250 Tikal et Calakmul s'imposent face autres autres cité-états (il n'y a jms eu d'emp. maya unifié) "},{"Axe":10.0,"Titre":"peste de Justinien","Date":541.0,"Fin":767.0,"Durée":225.0,"Explication":"Sur les côtes de la Méditéranée"},{"Axe":0.0,"Titre":"Héraclius","Date":575.0,"Fin":641.0,"Durée":65.0,"Explication":"Envoyé pour reprendre Constantinople (qui devient Byzance), se battit contre les sassanides et premiers musulmans (Mahomet considère les chrétiens comme un moindre mal comparé aux perses impies)"},{"Axe":-5.0,"Titre":"calif. rachid.","Date":632.0,"Fin":661.0,"Durée":28.0,"Explication":"1er calife : Abou Bakr (beau-père et compagnon de Mahomet) au lieu d'Ali (mari de fatima, fille du prophète, seule lui ayant donné une descendance) début opposition sunnite><chiite après la mort de Mahomet, après la conq. de l'arabie par Mahomet, ils prennent la Syrie, Perse (sassanides), Egypte et Carthage\/ Omar est tué par un esclave et après l'assassinat d'Othman, Ali devint calife et affronta les Quaraychites (tribu où est né Mahomet) à la bat. du chameau puis Muawiya (gouv. de Syrie) à la bat. de Siffin, mais du accepter un arbitrage pour décider du \"vrai\" calif, qui amorça le mouvement kharidjite qui voulut se débarrasser de lui. Ali prônait un Islam rigoureux où la califat reviendrait aux descendants de Mahomet."},{"Axe":-25.0,"Titre":"calif. Omeyyade","Date":661.0,"Fin":750.0,"Durée":88.0,"Explication":"Suite à l'assassinat d'Ali (époux de Fatima, fille de Mahommed) par les kharidjite, Muawiya devient calife à la place d'Hussein (fils d'Ali), mais nomme du gouverneur du clan d'Ali en Iraq et Iran et permet la paix\/ En 680, bat de Kerbala : Yazid (fils de Muawiya, sunnite) bat Hussein (chiite) car il a refusé de prêter alléageance au nouveau calife Yazid, son fils mourru sans successeur et la califat fut donné aux Marwanides\/ 689 : prise de Carthage aux byzantins puis du magrehb jusqu'au 709\/ En 711, ils bat les Wisigoth (le successeur du roi, évincé, appela lui même l'émir de Tanger à l'aide) et s'emparèrent de l'Espa 711-716\/ 732 : bat poitiers\/  739-743 : révo et indé de royaumes berbères au magrehb\/ En 747 : révo des abbassides (cousins de Mahommed)"},{"Axe":-25.0,"Titre":"calif. abbasside","Date":750.0,"Fin":1258.0,"Durée":507.0,"Explication":"Vic. des abbasside (chiite) sur les omeyyade (tous tués, sauf un prince qui fonda l'émirat de Cordoue), 752 : fond. de la capital Bagbad\/ Sous tutelle bouyide (chiite) de 945 jusqu'à 1055 qd les Seldjoukides (sunnite) entrent à Bagdad\/ 1258 emp. mongol prend Bagdad"},{"Axe":-30.0,"Titre":"bat. Talas","Date":751.0,"Fin":null,"Durée":0.0,"Explication":"Abbasside+tibétain vs dyn. Tang\/ ce contact amène le papier en Europe"},{"Axe":50.0,"Titre":"émir. Cordoue","Date":756.0,"Fin":1031.0,"Durée":274.0,"Explication":"Conq. de l'Espa en 711-716 face aux wisigoth désorganisés, vers 720 prise Narbonne (reste des wisigoth) et raid en gaule et stoppé en 721. Vic chrét à Poitiers en 732, à Berre en 737 pour expulser les musulmans en Espagne et la bat de Covadonga en 722 avec le famaux Pélage (ancien Wisigoth) fondant l'Asturie (qui aurait lancé la reconquista). Les arabes d'Al Andalus ont voulu rester autonome du Califat mais auront des tensions avec berbères pdt la révo berbères puis avec l'armée syriennes du Califat venue arrêter les berbères. En 756 un rescapé des omeyyades, trouve les soutiens locaux, renverse le gouverneur et fonde l'émirat de Cordoue qui se proclamera califat en 929. En 759, Pépin le Bref chasse le reste de la présence musulmanne à Narbonne (malgré quelques poches restantes)"},{"Axe":null,"Titre":"emp Carolingien","Date":800.0,"Fin":924.0,"Durée":123.0,"Explication":"Charles Martel pacifia Gaule (Frison, Neustrie, Aquitaine, Provence, Saxon) et repoussa les musulmans à Poitiers et de la Septimanie  en tant que maire de palais et se nomma successeur du roi en 737 et son fils Pépin évinca le dernier Mérovingien et se fait défenseur de la Papauté qui le pousse à affronter les Lombards, il les batti et donna des territoires à Rome (naissance des Etats pontificaux). Après la mort de son fils (Charlemagne), l'emp est séparé entre ses 3 petits fils, après la mort des successeurs de Lotharingie, les 2 vont se déchirer pour l'obtenir … \/ 911 : traité entre les francs et Rollon chef viking fondant le duché de Normandie"},{"Axe":null,"Titre":"Bretagne","Date":845.0,"Fin":null,"Durée":0.0,"Explication":"Lorsque Louis le Pieu fait de Nominoë duc. Les bretons (celtes de Britania) étaient venu en Armorique après l'inv de Britania par les Angles et Saxon."},{"Axe":25.0,"Titre":"Rus' de Kiev","Date":860.0,"Fin":1240.0,"Durée":379.0,"Explication":"Serait fondée par les Varègues (vikings) … fin ac les inv mongoles.\/ Il en restera que des états divisés et vassaux sans obéissance à la horde d'or."},{"Axe":75.0,"Titre":"Toltèques","Date":900.0,"Fin":1200.0,"Durée":299.0,"Explication":"Un peuple nomade venu du nord (Chichimèques=barbares) aurait pillé Teotihuacan en 750 puis se serait sédantarisé à Tula\/ en 1168 : destruction par des Chichimèques et migration vers le centre du Mexique (devenant entre autre les Tépanèques)\/ info : ils seraient à l'origine du mythe du Quetzalcoatl (=Kukulkan ?) (roi Toltèque du Xème chassé par son frère Tezcatlipoca)"},{"Axe":-25.0,"Titre":"calif. fatimide","Date":909.0,"Fin":1171.0,"Durée":261.0,"Explication":"Domination (chiite, le calife doit être un descendant d'Ali) de la Tunisie puis de l'Egypte jusqu'en Syrie en 969. Le visir Chîwer a été renversé et appela à l'aide Nur ad-Din, il envoie Shirkuh et Saladin pour matter la rébellion mais Chîwer se rendit compte qu'ils comptaient garder l'Egypte et appela à l'aide le roi franc de Jérusalem 2 fois. Ensuite c'est le roi franc qui voulu envahir l'Egypte et Chîwer appela Shirkuh à l'aide, Saladin executa le vizir et mit Shirkuh à la place qui lui même mourru 2 mois plus tard laissant la place à Saladin."},{"Axe":-60.0,"Titre":"dyn. Song","Date":960.0,"Fin":1279.0,"Durée":318.0,"Explication":"Plein de petits états unifiés après les révo contre Tang. Essort technologique (compas, poudre à canon et billet imprimé)."},{"Axe":null,"Titre":"S.emp romain","Date":962.0,"Fin":null,"Durée":null,"Explication":"Formée à partir de la Francie orientale carolingienne, le territoire devint de nombreux états indés qui élisent un roi, en 921 la Francie est et ouest sont reconnues comme indé (ce n'est plus une dynastie qui tient les rênes). Otton se fit élire en 936 et expulse les hongrois en 955 (véritable terreur à l'époque), en 962 le pape lui propose le titre d'emp et de protecteur de l'Eglise."},{"Axe":70.0,"Titre":"Knut","Date":1016.0,"Fin":1035.0,"Durée":18.0,"Explication":"Roi d'Angleterre, Danemark et Norvège, fils de Sven"},{"Axe":-5.0,"Titre":"Seldjoukides","Date":1037.0,"Fin":1194.0,"Durée":156.0,"Explication":"Ils se libèrent des ghaznévides (les 1er sultan), libèrent Bagdad et sont fait sultan \/ Ils donnent aussi naissance au sultanat Seldjoukide de Roum (1077-1307), battu et affaibli par les mongols en 1243, leurs tribus (beylicats) prennent leurs indé."},{"Axe":25.0,"Titre":"orthodoxie","Date":1054.0,"Fin":null,"Durée":0.0,"Explication":"Séparation entre l'église catho et ortho suite à l'excommunication du patriarche par les représentants du pape (après des tensions à propos de la langue attachée aux rites à certains territoires après les conquêtes des normands en 1053). Entre le 10 et 11ème s. le pouvoir passe des seigneurs vers le clergé et l'Eglise lie l'Europe. Réforme grégorienne suite à la querelle entre le S.emp Henry 4 et Grégoire 6 à propos de la nomination des évêques : indé du clergé, réforme (célibat des prêtres), affirmation du rôle du pape (élection par la Curie, bulles spéciales), travail des moines et contrôle des comptes. Etablissement du pouvoir temporel pour les souverain et religieux pour le pape. Papauté à Avignon 1309-78 (pdt la période de trouble à Rome) puis non content du pape romain, 2ème pape rival à Avignon 1378-1418, un 3ème mm à Pise mais le S.emp impose de faire un choix. En 1431, un concile avorté prônait la réunion des Eglise d'occident et orient."},{"Axe":null,"Titre":"conq Angl","Date":1066.0,"Fin":null,"Durée":0.0,"Explication":"Guillaume demande l'aide du roi de fr pour écraser les barons puis le roi voulu calmer Guillaume mais échoua en Normandie, la Normandie devint puissante et indé. Guillaume se juga héritier de l'Angl et obtint le soutien de Rome, il gagna à Hastings (le roi d'Angl avait du repousser Hardrada le norvégien 3 jours avt) et devint roi."},{"Axe":null,"Titre":"bat Manzikert","Date":1071.0,"Fin":null,"Durée":0.0,"Explication":"début du déclin byzantin"},{"Axe":-10.0,"Titre":"1ère croisade","Date":1095.0,"Fin":1100.0,"Durée":4.0,"Explication":"C.B.: pélerinage interdit depuis la prise de Jérusalem par les seldju. aux fati. (1078, qui l'avaient eux pris aux abbass en 969) + défaite des byzantins vs seldju en 1071, prise d'Edesse (qui fut le 1er état latin après que Baudouin en hérita) et réussite du siège d'Antioche en 1098 grâce à la résistance de Baudouin face à Kirbocha mais sans l'aide d'Alexis 1er (qui fit demi tour après qu'un officier lui dise que la bat. était perdue, après ça ils arrèterent de lui donner les terres conquises). Après la déf de Kirbocha, les croisés étaient trql face aux seldju désorganisés mais Jérusalem était plus à eux (elle fut reprise par les fatimides qques mois plus tôt). Godefroid fut le premier \"roi\" (et conq des alentours grâce aux flottes Pisane et Venicienne par contre 3 croisades de renfort de 100k se sont fait massacrer en Anatolie) mais il mourrut 1 an après et Baudouin de Boulogne reprit le job (face au légat du Pape).\/ 1ère vraie déf croisées à la bat. d'Harran Edesse+Antioche vs Seldjoukide => Bohémond (Normand et prince d'Antioche) s'étant fait grignotté du territoire par les seldju et Alexis 1, va demander de l'aide en Europe et proposa de défaire Alexis 1 (sa mini croisade sera un échec mais il dégradera encore plus les relations latins-grecs et redeveidnra vassal d'Alexis) alors qu'il partait au début pour protéger les chrétiens d'Orient.\/ éveil du Jihad après le massacre et l'augmentation de l'influence Franc + retrouvaille des textes grecs par les byznatins ou musulmans (au 12ème s. : dévelloppement des unifs, indé de l'Eglise mais la scolastique dont Thomas d'Aquin a essayé de soumettre Aristote à l'Eglise)\/ 1144 : Reprise d'Edesse par les Turcs et début de la 2ème croisade qui sera un échec."},{"Axe":-15.0,"Titre":"dyn Zengides","Date":1127.0,"Fin":1222.0,"Durée":94.0,"Explication":"Zengi est acueilli par Kerbogha et stop la révo du calife Al-Mustarchid (1126) et reçoit du sultan Mahmud II Mossoul et Alep, il reprend Edesse (1144)\/ son fils : Nur ad-Din envoie Shirkuh prendre l'Egypte, à sa mort, le pouvoir est laissé à Saladin (son neveu) qui décide de le garder pour lui\/ les descendants de Nur ad-din échoue vs Saladin et deviennent un protectorat ayyoubides"},{"Axe":null,"Titre":"royaume Sicile","Date":1130.0,"Fin":1816.0,"Durée":685.0,"Explication":"Un mercenaire normand fini comte et s'étant déclaré vassal du Pape, il évince les lombards et les byzantins, puis les musulmans de Sicile 1060-91. En 1130 l'antipape à Rome déclare son fils roi de Sicile. Raid en afrique, en Egypte 1174 et contre l'empire byzantin mais sans réussir à garder de territoires.\/ Sans successeur, le territoire repasse sous la domination Hohenstaufen, S.emp. Charles d'Anjou ac le Pape reprend la Sicile et Naples, puis la Sicile sera laissée à l'Aragon, qui récuperera Naples aussi. La Fr réclame l'héritage de Naples et lança les guer d'Italie. En 1516 Charles Quint devint roi de Sicile et les Habsbourg d'Espa le gardèrent jusqu'en 1700 (guer secc d'Espa). Après la Savoie et l'Aut, le territoire revient à l'Espa ... bazar ac Napoléon puis retour à l'Espa sous le royaume des 2 siciles (1816-61), annexion par la Sardaigne (Savoie) puis unification Ital."},{"Axe":null,"Titre":"Portugal","Date":1143.0,"Fin":null,"Durée":0.0,"Explication":"En 1095, Alphonse 6 de Castille donne le comté de Portugal à son gendre Henri de Bourgogne, lui et son fils continueront la reconquista vers la sud jusqu'à la reconnaissance de son autonomie par le Pape et Alphonse 6. Il annexa Lisbonne grâce aux croisés de la 2ème. En 1383, la new dynastie d'Aviz scelle une alliance éternel ac les anglais.\/ Entre 1446 et 1498, les portuguais font le tour de l'afrique et Vasco de Gama ouvre une route vers les Indes, en 1500 Pedro Alvares découvre le Brésil, 1512 Magellan fit son tour du monde. Le pays déclina après la mort du roi Sébastien en 1578 en guerre contre le roi du maroc, il sera occupé par le roi d'Espagne Philippe 2. Entre 1640-68 la noblesse réussit à rétablir l'indépendance et placa un new roi, mais le pays subsistera affaiblis ac ses colonnies sous exploitées.\/\/ La république ultra-laic et instable de 1910 fut renversé par une dictature militaire en 1926, Salazar l'économiste sera remplacé en 1968 mais un coup militaire en 1974 apportera la démocratie. Les territoires d'Inde avaient été récup en 1961, l'Angola, Mozambique, Cap Vert seront indé en 1974, idem pour le Timor-Est qui sera revendiqué et envahit par l'Indonésie et la guérilla sévira jusqu'à l'indé en 2002."},{"Axe":-50.0,"Titre":"Gengis Khan","Date":1162.0,"Fin":1227.0,"Durée":64.0,"Explication":"Temoudjin est promis à Borte mais son père est tué par les Tatars, après sa fuite, il revient et marie Borte mais elle se fit enlevée, il la délivre des Merkits avec Toghril et Djamuqa. Djamuqa écarte Temoudjin (qui devenait une menace) ensuite il aidera Toghril à redevenir chef des Kereyit, encouragés par les Jin (leur suzerain) ils battent les Tatars, puis Djamuqa. Torghril(+Djamuqa) se retourne contre Temudjin. En 1206 il unifie les tribus et devient Khagan. 1206-09 : annexion de Xi Xia, Ouighours ets\/ 1215  : Jin devient vassal (grâce aux raids, déserteur et apprentissage des armes de siège car bloqué à la muraille)\/ 1217 : annex de Kara-Khitans\/ 1218-1221 : inv de l'emp. Khorezmien après que les marchands envoyés furent tués\/ 1225-27 : annex des Tangoutes et mattage des rév Xia et Jin"},{"Axe":-25.0,"Titre":"Ayyoubides","Date":1171.0,"Fin":1250.0,"Durée":78.0,"Explication":"Saladin (1138-1193, kurde) démantèle les fatimides, réduit les possessions des croisées (reprit Jérusalem en 1187), fonde sa dynastie (elle survit à Damas jusqu'en 1260) et fait allégence aux Abbassides. La garde du Sultan s'est vite composée de Mamluks fidèles, mais l'héritier de Malik les écarta, ils l'assassinèrent, mirent la femme de Malik sur le trône et un emir mamelouk la maria (1250)."},{"Axe":-10.0,"Titre":"3ème crois.","Date":1189.0,"Fin":1192.0,"Durée":2.0,"Explication":"Nuradin et Saladin unifie la syrie et Egypte et encercle les états latins. Il bat les croisés à Hattin et il restera seulement 6k hommes pour défendre Jérusalem qui tombera 4 mois plus tard. Survie des 2 états restants grace à la 3ème croisade et Richard Coeur de lion ?"},{"Axe":-10.0,"Titre":"4ème crois.","Date":1202.0,"Fin":1204.0,"Durée":1.0,"Explication":"Les croisés ont pas de quoi payer les Vénitiens (ils les mirent à profit pour qques conq) puis un ex emp propose de payer pour l'armée s'ils le remettent sur le trone de byzance, ils arrivent seulement à le mettre co empereur. Qd l'autre camp l'assassine, les croisés mettent Constantinople à sac, fond l'emp latin de Constantinople, royaume théssalonie, Vénétie fond le duché de Naxos. L'empire se restaure à Nicée et survit face aux Turcs, rivaux Grecs et Latins, Michel 8 Paléologue s'allia avec Gênes et la ville tomba sans résistance (ses défenseurs étant parti en campagne). 2ème séparation ac les chrétiens d'occident."},{"Axe":-50.0,"Titre":"emp. mongol","Date":1206.0,"Fin":1294.0,"Durée":87.0,"Explication":"Après la mort de Gengis, Ogodei est khan (1127-1241) et ses 3 autres fils admin les provinces. Il finit les Jin, entre en guer vs corée et chine du sud\/ 1236-42 : Russie, Ukraine, Pologne et Hongrie balayée l'Europe sera sauvée par le décès d'Ogodai (ramenant tt le monde pour la sucession) + Tibet\/ 1243 : seldjoukides deviennent vassaux\/ Guyuk (1246-48)\/ Mongke *après un khuriltai organisé par Batu sans le clan de Guyuk*(1251-59) : capitulation de la corée, offensive en Indochine, annex de l'Irak, destruction de Bagdad (58) et inv. en Syrie\/ Kubilai (1260-1294) : def vs mamelouks et perte de la Syrie, raid contre la Lituanie, Grèce (l'emp byzantin marie 2 filles au khan), Bulgarie, Hongrie, pologne et Serbie devient vassale\/ 1271 : Kubilai devient empereur de chine et les branches mongoles s'émancipent : khanat de Djaghataï (1227-1338) en Asie centrale, celui des Ilkhans (1259-1411) en Iran et Afghanistan et celui de la Horde d'or (1243-1502) en Russie "},{"Axe":null,"Titre":"croisade albigeois","Date":1209.0,"Fin":1229.0,"Durée":19.0,"Explication":" Une partie de la Fr était au plantagenet en 1209 et le Catharisme est implanté ds le sud (carcasonne) pas fidèle à la Fr mais plutot à la couronne d'aragon et le pape veut combattre l'hérésie donc le roi de fr va en profiter. Après ça le comte le toulousse sera dépossédé et en 1224, le comté sera remis au roi de France (qques années avt il (philippe auguste?) a pris la normandie aux plantagenet puis le reste de la france en leur l'aissant l'aquitaine"},{"Axe":55.0,"Titre":"Louis IX","Date":1214.0,"Fin":1270.0,"Durée":55.0,"Explication":"Met fin au conflit entre Capétiens et Plantagenêt, 7ème et 8ème croisade (essaie de convertir et sceller des alliances avec les Mongols contre les Musulmans)"},{"Axe":70.0,"Titre":"Magna carta","Date":1215.0,"Fin":null,"Durée":0.0,"Explication":"Ma menace de Saladin pousse Richard coeur de Lion et Philippe 2 à signer une trêve et partent en croisades, pdt ce temps Jean sans terre tenta de prendre le pouvoir, en s'opposant au \"premier ministre\" impopulaire et profitant de la capture de Richard. Il alla en suite s'allier à Philippe II mais des révoltes contre les partisans de Richard eclatèrent, à son retour Richard lui pardonna. A sa mort, il lui succéda, il se retrouva (coalition ac Flandres, Boulogne, Brabant et S.emp) face à Philippe II (on voit dans cette victoire la naissance de la nation fr), mais la défaite lui fit perdre bcp de territoires dont la Normandie. Il se mit aussi les barons à dos, qui le forcèrent à signer la Magna carta pour limiter l'arbitraire du roi (taxe, emprisonnement et parlement)."},{"Axe":30.0,"Titre":"état teutonique","Date":1226.0,"Fin":1525.0,"Durée":298.0,"Explication":"Créé à Saint-Jean-d'Acre pour soigner les pélerins et devenu ordre militaire. Le duc polonais Conrad I, leur offrit une province pour \"christianiser\" les tribus prussiennes (et ensuite lituaniennes) païennes et ils s'étendirent le long de la Baltique. Le mariage entre la reine de Pologne et le duc de Lituanie (acte fondateur du rapprochemment vers la République des 2 Nations) marqua la fin des conquêtes potentielles de l'ordre. Les révoltes des prussiens et les guer contre l'alliance Polo-Litu, les forcèrent à devenir vassaux puis Albert de Brandebourg  se convertit au protestantisme et sécularisa l'état qui deviendra le duché de Prusse."},{"Axe":null,"Titre":"Inquisition","Date":1233.0,"Fin":null,"Durée":0.0,"Explication":"Jusque là, la peine était l'excommunication et la foi devait être persuadée par imposée, vers 1200 les ordres cistercien et mendiants apparaissent mais aussi les cathares. La croisade à leur encontre fut violente et face aux abus, le Pape instaure l'inquisition (procédure pour déterminer les hérétiques mais sans attendre de plainte) et affirme que les répentis ne méritent pas la mort. Ac Innocent 3 dev de l'idée du Purgatoire, que l'Eglise influence le jugement dernier."},{"Axe":-25.0,"Titre":"sult. mamelouk","Date":1250.0,"Fin":1517.0,"Durée":266.0,"Explication":"Le calife de Bagdad refuse la légitimité de la femme de malik et des mameluks, mais les abbassides seront détruit par les mongols, les mamekouls les stoppèrent en 1260 (oréolé de gloire, Baybars qui avait déjà battu la 7ème croisade de Louis IX d'Egypte assassina et devint sultan) et chassèrent les croisés jusqu'à Acre\/ Conquête ottomane en 1517 par Selim qui laissera les mamelouks qui se sont ralliés à lui, gouverner en son nom."},{"Axe":-70.0,"Titre":"Inv. Mongole du Japon","Date":1274.0,"Fin":1281.0,"Durée":6.0,"Explication":"Première invasion en 1274, ratée à cause d'un manque de ressource et d'une tempête, le Japon se prépare à la 2ème invasion de 1281 (de nouveau un échec à cause du typhon Kamikaze), la situation affaiblira les liens entre les samouraïs et le bafuku et amènera à la chute du shogunat Kamakura en 1333, restauration Kenmu (1333-36) puis le shogunat Ashikaga\/\/ guer de Genpei 1180-85 : vict des Minamoto vs Taira et  passage d'une noblesse admin à une noblesse guerrière et propriétaire terriens (daimyos)"},{"Axe":-60.0,"Titre":"dyn. Yuan","Date":1279.0,"Fin":1368.0,"Durée":88.0,"Explication":"fin des Song, période des mongols en Chine."},{"Axe":-10.0,"Titre":"chute d'acre","Date":1291.0,"Fin":null,"Durée":0.0,"Explication":"Fin des états latins d'orient par les mamelouks, les templiers (originaire de l'ordre du temple en 1120) se réfugièrent à Chypre, fin des templiers en 1307 par leur arrestation par Philippe le Bel\/ en 1261 Michel 8 restore l'emp byzantin."},{"Axe":-15.0,"Titre":"début emp. ottoman","Date":1299.0,"Fin":null,"Durée":0.0,"Explication":"Conquête de Bilecik par le petit beylicat (sunnite) qui continuera à prendre des territoires aux byzantins ainsi qu'aux autres beylicats.\/ Bayezid annex la Serbie et Bulgarie et bat une coalition croisé à Nicopolis en 1396. Il annexa aussi les beylicats restant d'Anatolie (qui s'allièrent et appelant Timur à l'aide). En 1402 Timur bat les otto à la bat d'Ankara mais repartit après pillages.\/ Selim bat les séfévides, annexa les zulkadride (vassal mamelouk) puis bat les mamelouks en 1516 en Syrie et descend jusqu'au Caire et obtint le Hedjaz (Médine, LaMecque)"},{"Axe":65.0,"Titre":"bat éperons d'or","Date":1302.0,"Fin":null,"Durée":0.0,"Explication":"Jaloux du reprochement et de l'enrichissement de la Flandre et UK, Philippe le Bel emprisonna le compte de Flandre et occupa la ville (menant aux Matines de Bruges désignant le massacre de la garnison fr). 2 mois plus tard, l'armée fr est à nouveau battue à la bat des éperons\/ Rebelotte en 1328 bataille de Cassel\/ révo des flamands contre la Fr en 1337 suite à l'embargo anglais sur les textiles, Philippe VI condamne le duc de Guyenne\/roi d'angleterre confisqua la guyenne, ce qui lanca la guer de 100 ans. "},{"Axe":65.0,"Titre":"guer. de 100 ans","Date":1337.0,"Fin":1453.0,"Durée":115.0,"Explication":"Un marriage avec Aliénor d'Aquitaine donne à Henri la guyenne en 1152, mais fait de lui un vassal du roi de Fr\/ A la mort de Philippe le Bel et ses fils, il n'y a plus d'héritier mâle, juste sa fille, mère d'Edouard III (roi d'Angl.) mais selon la loi salique, le pouvoir ne pouvait pas se transmettre par une fille, on prend donc Phil. VI (fin des Capétiens, début des Valois, il soutenait les écossais contre les anglais et confisqua la guyenne en 1337), Charles le Mauvais (un autre prétendant par sa mère) s'allia avec Charles 5 puis les anglais et Etienne Charles, se retourna contre les Jacques puis atq Charles 5 à la mort de Jean 2.\/ Edouard III atq Phil 6 et prend Calais après la vict à Crecy (1346), il bat ensuite Jean 2 à Poitiers (1356). Le dauphin doit faire face à la Jacquerie et échouera contre Edouard 3 => traité (1360) donnera la bretagne et guyenne mais Edouard renonce à la Normandie et l'idée d'être roi de Fr\/ 1368 Charles V ratq ac la Castille et récup. bcp des territoires (1380)\/ Henri V ratq Charles VI (1415) : bat. d'Azincourt (mtn suprémacie des armes à distance) et récup. des terres\/ Henri VI (fils de la fille de Charles VI et Henri V) est le succ. de Fr mais Jeanne d'arc \"convint\" Charles VII (fils de Charles VI et déshérité) de reprendre le trône et Jeanne brise le siège d'Orléan (1429) mais fini par être tuée (1430) par les Bourguignons (alliés des Anglais)\/ les Fr gagnent à Castillon, 1ère utilisation massive de l'artillerie (1453) et récup tous les terr. sauf Calais"},{"Axe":35.0,"Titre":"peste noire","Date":1347.0,"Fin":1351.0,"Durée":3.0,"Explication":"~25M de mort (30-50% des européens), début en Chine, amenée par les mongols en Crimée et apportée par les bateaux génois"},{"Axe":-60.0,"Titre":"dyn. Ming","Date":1368.0,"Fin":1644.0,"Durée":275.0,"Explication":"Révolte des turbans rouges depuis 1351 … \/Une armée d'insugés fait fuir les Yuan, le fils du vainqueur lança des expéditions navales (sud de l'arabie, est de l'afrique et Sri Lanka) par Zheng He (1405-33), la Chine se détourna ensuite de la mer déplaçant aussi sa capitale de Nankin à Pékin (y construisant la cité interdite), la Chine rayonne, domine le Vietnam et prévèle un impôt sur la Japon\/ Les Mandchous sont en rébellion depuis 1616, Un chef les unifia, rompa les relations avec les Ming et envahirent la Corée Joseon. Pékin tomba aux mains des rebelles et les Manchous traversèrent la muraille et \"délivrèrent\" la capitale en 1644"},{"Axe":-45.0,"Titre":"emp. Timouride","Date":1370.0,"Fin":1507.0,"Durée":136.0,"Explication":"Asie centrale+Iran\/ renversé par les Ouzbeks ...  Khanat et Emirat de Boukhara (1500-1785-1920), déjà protectorat russe en 1868, annexé par l'URSS et séparé en RSS d'Ouzbékistan et Turkménistan et indés en 1991"},{"Axe":null,"Titre":"guer 8 saints ","Date":1375.0,"Fin":1378.0,"Durée":2.0,"Explication":"C.B.: Méfiance de Florence face à l'expansion des états pontif. (une des causes du retour de la Papauté d'Avignon) + conflits entre guelfes et gibelins. Florence+Milan+... vs Etats-pontifs … Florence du payer un tribu et rendre ses droits à l'Eglise pour se voir lever les interdictions. => fin de la papauté d'avignon"},{"Axe":45.0,"Titre":"guer. Chioggia","Date":1379.0,"Fin":1380.0,"Durée":0.0,"Explication":"Venise vs Gênes, Venise récupéra ses privilèges à Constantinople et en mer noire. Les 2 répu. affaiblies (par 4 guer 1253-1381) devront mtn faire face aux ottomans. En 1284 (bat. de la Meloria) Gênes fit déjà succomber Pise et lui pris la Corse, Pise tomba sous la coupe de Florence.\/ "},{"Axe":75.0,"Titre":"emp. Aztèque","Date":1428.0,"Fin":null,"Durée":0.0,"Explication":"Alliance de 3 cités-états (Mexico-Tenochtitlan, Texcoco, Tlacopan=Tépanèques) bat les Tépanèques et fonde l'emp. Aztèque (ou Mexicas)"},{"Axe":0.0,"Titre":"prise Constantinople","Date":1453.0,"Fin":null,"Durée":0.0,"Explication":"Les Ottomans grignottent des territoires autour de byzance tout en répondant à l'appel de byzance pour combattre leur rivaux comme en 1396, au lieu de rentrer ils s'installent en Thrace, une croisade européenne est lancée mais échoue."},{"Axe":null,"Titre":"guer des 2 roses","Date":1455.0,"Fin":1485.0,"Durée":29.0,"Explication":"En 1399, Richard 2 doit abdiquer (Plantagenêts => Lancastrer). A la fin de la guer de 100 ans, l'Angle est épuisée et son roi devient fou. Le duc d'York aidé de Warwick se rebelle et la guer se lance après la perte de l'Aquitaine, Henvy 6 est battu et prisonnier, mais sa femme Marguerite lève une armée et tue le duc et récup son mari. Le fils du duc ac Warwick les bat et se fait couronner, mais Warwick veut remplacer le roi par son frère mais il échoue et part en Fr. Le roi de Fr le pousse à aider Marguerite d'Anjou et y retourne en remettant Henri 6 sur le trone. Le fils du duc d'York revient aussi aidé de Charles le Téméraire (duc de Bourgogne) et bat Warwick et Marguerite, mais il meurt peu après qque temps. Son fils du 12 ans est assassiné par le duc de Gloucester censé le protéger qui se fait couronner mais Henri Tudor (héritié des Lancaster) le défait et devient roi. \/ Marie Stuart (reine d'Ecosse) se réfugie chez sa cousine Elisabeth 1ère (petite fille d'Henri 6 et reine d'Angle) après s'être faite évincé par les écossais. Entretemps, le soutien d'Elisabeth (protestante) aux P-U et l'enfermement de Marie Stuart (soutenue par les catho) lance l'armada espagnol à l'assaut de l'Angle mais elle sera repoussée et la météo du retour détruira de nombreux vaissaux. Sa cousine se débarrassera d'elle par crainte des cathos mais n'ayant pas d'enfant, c'est le fils (héritier de l'Ecosse) de Marie Stuart qui monte sur le trone et inaugure sa dynastie en 1603 (unifiant l'Ecosse et Angle). "},{"Axe":null,"Titre":"Emp Songhaï","Date":1464.0,"Fin":1591.0,"Durée":126.0,"Explication":"Battu par les Saadiens, maroc (1509-1649) va mtn jusqu'à Tombouctou. Les Saadiens seront suivis par les Alouites encore roi ajd."},{"Axe":null,"Titre":"Barberousse","Date":1466.0,"Fin":1546.0,"Durée":79.0,"Explication":"Lui et ses frères devaient chasser les maures et espa d'afrique du nord ac des janissaires de Selim 1er (l'Espa avait pour but d'y avoir des villes vassales). De peur de l'Espa le roi\/commerçants d'Alger appelle Barberousse (qui tuera le roi et devint régent), mais en galère contre les espa (ont tué ces 3 frères), Alger devient vassal des otto. L'Espa enverra Andrea Doria en 1531 contre Alger et les otto (Soliman étant en galère ac les Séfévides, il signera un traité mais fera de Barbe son amiral). Le bey de Tunis menacé appellera Charles Quint, qui les sauvera mais échouera à Alger, sa rivalité ac François 1er poussera ce dernier à s'allier ac les otto. En 1538 Soliman atq Venise mais François ne l'aidera pas et le Pape fondit la Sainte Ligue mais elle échoua et Venise fit la paix. Quint ratq Barbe à Alger en 1541 mais l'échec permis les otto et fr à assiéger Nice (Savoie), leur échec aussi créa des embrouilles ac Barbe, qu'il du payer. Humilié, François fit la paix ac Quint."},{"Axe":-70.0,"Titre":"Sengoku","Date":1467.0,"Fin":1603.0,"Durée":135.0,"Explication":"Affaiblissement du shogunat Ashikaga (au pouvoir depuis 1336) après la guer d'Onin et Japon divisé par les daimyos. En 1573 Oda Nobunaga marche sur Kyoto, destitue le dernier shogun Ashikaga et unifie une partie du Japon. Trahis par un de ses généraux, Oda meurt (1582). Hideyoshi Toyotomi battit le traitre, s'allia ac Tokugawa Ieyasu et soumis les daimyos. Ensuite il échoua à envahir la Corée (protégée par la Chine), il mourru de maladie et Tokugawa pris le relai et battit Ishida Mitsunari (son rival pour le shogunat) à la bat. de Sekigahara et fonda son shogunat à Edo. Le clan Hideyoshi s'opposa au shogun et Tokugawa termina l'unification après sa vict au chateau d'Osaka\/  On organisa un cadastre des terres et confisqua les armes des paysans + persécution des chrétiens et bouddhistes (le Shinto devient la religion de l'état), les diamyos furent obligé de vivre régulièrement à Edo et le Japon se ferma."},{"Axe":null,"Titre":"guerre folle","Date":1485.0,"Fin":1488.0,"Durée":2.0,"Explication":"Victoire de la royauté sur les princes du royaume et la Bretagne (pour tenter de préserver l'indé de son duché), lancant l'annexion de la Bretagne (mariage de l'héritière à Charles 8 de Fr, à sa mort elle se remarie ac son successeur Louis 12, à la mort du couple, leur fille marie François 1 et lui fait don de la Bretagne) et rattachement officiel ac l'Edit de Nantes (1532), la révo fr mettra fin à son restant d'autonomie."},{"Axe":-25.0,"Titre":"fin Reconquista","Date":1492.0,"Fin":null,"Durée":0.0,"Explication":"Survie des omeyyades en Emirat à Cordoue 756-929 puis en Califat 929-1031 (éclatant en Taifas, états indés), Almoravides 1040-1147, Almohades 1121-1269, Emirat de Grenade 1238-1492. El Cid, Capitaine du 1er roi de Castille, puis roi de Leon puis du côté musulman. Reprise de Grenade (conversion ou expulsion des juifs et musulmans) et fin de l'unification de l'Espagne après le mariage (1469) d'Isabelle devenant reine de Castille en 1474 et Ferdinand II devenant roi d'Aragon en 1479. Libre après sa victoire, elle reçoit et soutient C. Colomb (mort en 1506)."},{"Axe":-15.0,"Titre":"Soliman le Magnifique","Date":1494.0,"Fin":1566.0,"Durée":71.0,"Explication":" Arrière petit fils de Mehmed II, conquête de la Hongrie (1526) et annexion (1543) après une alliance avec François 1er (Fr) et échec du 1er siège  de Vienne 1529"},{"Axe":45.0,"Titre":"11 guer. Italie","Date":1494.0,"Fin":1559.0,"Durée":64.0,"Explication":"Revendications de Charles 8 de Fr sur le royaume du Naples puis le duché de Milan. \/Le fils de Lorenzo de Médicis cède la ville et fut chassé, les médicis reprirent le contrôle de la ville grâce aux papes Médicis. Auparant, le Pape Sixte IV, voulant élargir les Etats pontificaux se frotta aux Médicis, qui s'en sortirent en retournant Naples contre le Pape.\/ La 4ème a pour but de démanteler Venise (coalition des Fr, états pontif, Aragon, Anglais), inquiet des progrès de Louis XII, la coalition se retourne contre lui ac les Suisses et le repousse. C'est François 1er qui continuera.\/ 5ème : François 1 achète la neutralité des espa et angl et s'allie ac Venise vs Milan défendu par les suisses (déf de Marignan, 1515).\/ Le connetable de Bourbon se sentant menacé, rejoinds le S.emp et chasse les fr, puis défendra Milan et il fera François prisonnier bat Pavie (1525).\/ 7ème Il descend sur Rome (s'étant alliée aux fr) mais y mourra, son armé mettra Rome à sac. Elles se terminèrent par des traités entre la Fr d'un coté, l'Espa et le S.emp de l'autre."},{"Axe":65.0,"Titre":"traité Tordesillas","Date":1494.0,"Fin":null,"Durée":0.0,"Explication":"Donne le nouveau monde au espagnols (hors Brésil) \/ 1481: bulle pontifical Aeterni Regis donnait au Portugal le monde au sud des îles cararies (à la condition de les évangéliser), les traités furent respecté pdt 1 siècle grâce à leur supériorité navale"},{"Axe":50.0,"Titre":"Charles Quint","Date":1500.0,"Fin":1558.0,"Durée":57.0,"Explication":"(Petit fils héritier de Castille, Aragon, Bourgogne et des Habsbourg), il hérite de l'Espa et son emp., P-B et territoires des Habsbourg et Naples, il est fait empereur du S-Emp-Germa (1519)"},{"Axe":-40.0,"Titre":"Séfévides","Date":1501.0,"Fin":1736.0,"Durée":234.0,"Explication":"Succédant aux Timourides en Iran,Irak (face aux ottomans, moghols et ouzbeks). Battu par les afghans, dominé par les afcharides (1736-49) et Zand (1750-1794). Suivra l'empire Kadjar (1786-1925)"},{"Axe":null,"Titre":"bat. Diu","Date":1509.0,"Fin":null,"Durée":0.0,"Explication":"La flotte portugaise bat une coalition (mamelouks, otto, sultanat Gujarat (Inde) + l'aide de Venise), leur assura le contrôle de la route africaine (découverte par Vasco de Gama en 1497). Le monopole dura jusqu'à la bat de Swally contre les anglais, qui marqua l'ascension de la compagnie des Indes britaniques. Cette déf, conjuguée à la Ligue de Cambrai (4ème guer d'Italie) marqua la fin de l'apogée de la république Vénicienne."},{"Axe":40.0,"Titre":"protestantisme","Date":1517.0,"Fin":null,"Durée":0.0,"Explication":"Luther et ses 99 thèses, critiques des indulgences de l'Eglise, rejet du Pape (mais retour aux fondaments de la Bible), les réformés (princes du S.emp) deviennent protestants contre l'interdiction de cette réforme par Charles Quint (1529)\/ 1534 anglicanisme \/ Diffusion du calvinisme ds le sud de la Fr et en Suisse (où Calvin est appelé avt d'être bannit pour avoir supposement tenté d'établir une théocratie), il y revint en 1541 réussissant à imposer les valeurs morales par le gov , Calvin rejette le culte des saints et la dévotion de Marie, il ne garde que le baptême et l'eucharistie, il prône la prédestination et une vie austère. En 1546, Charles Quint opte pour le militaire et malgré une victoire, il autorise que la religion soit celle du prince. La paix d'Augbourg (1555) tiendra jusqu'à la défenestration de Prague et le début de la guer de 30 ans."},{"Axe":75.0,"Titre":"chute aztèque","Date":1521.0,"Fin":null,"Durée":0.0,"Explication":"Arrivée de Cortez en 1519, alliance avec les tlaxcaltèques(état enclavé dans l'emp. Aztèque, avec lequel les guer. auraient servis à l'entrainement et aux sacrifices), arrivé à Tenochtitlán ça dégénère, retranchement dans le palais et mort de Moctezuma II, fuite et bataille Otumba (500vs40000) vic. grâce à l'assaut sur le général ennemi\/ siège de Tenochtitlán : famine et épidémie (variole). Installation des espagnols (Mexique) et ensuite conquête des territoires mayas"},{"Axe":40.0,"Titre":"Prusse","Date":1525.0,"Fin":1871.0,"Durée":345.0,"Explication":"Union en 1618 entre le duché de Prusse et le Brandebourg et devenu royaume en 1701."},{"Axe":-45.0,"Titre":"emp. moghol","Date":1526.0,"Fin":1857.0,"Durée":330.0,"Explication":"Babur (descendant de Tamerlan) bat le dernier sultan de Delhi \/\/\/ les souverains locaux s'allient ac les Fr vs UK mi 18ème et conq une partie, mais laissé tomber par versailles et la compagnie …"},{"Axe":25.0,"Titre":"Ivan le Terrible","Date":1530.0,"Fin":1584.0,"Durée":53.0,"Explication":"Etend l'empire à l'est suite à la bat. de kazan en 1552 (vs les tatars, ancien vassaux des mongols) et à Astrakhan (capitale au bord de la Mer Caspienne, d'un khanat mongol issu de l'éclatement de la horde d'or), il amorçera aussi la conq de la Sibérie. Cherchant un accès à la mer, il envahit la conféd livonienne (Estonie,Lettonie) mais fut repoussé par Pologne-Litu + Suède + Danemark\/ Les tatars de Crimée brûleront une 1ère fois Moscou mais ils seront arrêté pour de bon en 1572. Après sa mort et celle de son fils, il y aura pas d'héritier => rivalité entre les boyards et la famille de la 1ère femme d'Ivan (Romanov), ils seront exilé mais ... finiront par accéder au trône."},{"Axe":80.0,"Titre":"conq. Inca ","Date":1532.0,"Fin":1572.0,"Durée":39.0,"Explication":"Expédition de F. Pizzaro et D. de Almagro soutenue par Charles Quint, il invite le roi Atahulpa (jouant sur la rivalité entre Atahulpa et son frère) mais l'emprisonne et massacre ses gardes à l'aide de 183 hommes. Le roi fit venir de sa cellule des rançons, fit exécuter son frère et se baptisa mais finira qd mm exécuté (1533). Ses successeurs maintiendront une rébellion jusqu'en 1572. Pizzaro fonda Lima, tua Almagro et se fit assassiner par les amis de ce dernier...(1541) Fond. de la vice-royauté du Pérou en 1543"},{"Axe":65.0,"Titre":"les 8 guer. de religion","Date":1562.0,"Fin":1598.0,"Durée":35.0,"Explication":"Le culte était autorisé à l'extérieur des villes et 50 protestants furent tués pour avoir désobéis\/ Après moulte traité, Catherine de Médicis (veuve de d'Henry II) marie sa fille à Henry de Navarre (pdt le mariage un attentat survient contre l'Amiral de Coligny).  Charles IX ayant peur des représailles fit assassiner les chefs protest (massacre St Barthélemy). Après sa mort, son frère, Henry III  n'a pas d'héritier à part Henry de Navarre, le duc de guise pactise avec l'Espa pour placer un catho sur le trône et sa Ligue force le roi à s'opposer à aux protestants (8ème guer, celles des 3 Henry). Le roi fit finalement assassiné le duc ce qui révolta la Ligue catho, le roi fuya et s'allia à Henry de Navarre et ils marchèrent sur Paris. Le roi fut assassiné par un moine de la Ligue Henry IV monta sur le trone il était que le cousin au 22ème degré, fin des Valois, début des Bourbons), il s'oppose à la Ligue qui refuse qu'un protestant soit souverain, mais finit par se convertir, devint roi (marié à Marie de Médicis) et signa l'édit de Nantes (tolérance protes-catho). Il lèguera à Louis XIII un royaume riche."},{"Axe":60.0,"Titre":"révo. Pays-Bas","Date":1568.0,"Fin":1648.0,"Durée":79.0,"Explication":"(ou guer. de 80 ans) Révo des P-B des Habsbourg (~17provinces), indé des provinces du nord en 1581 (Prov-Unies des P-B) vs Espa qui le reconnaitra en 1648\/ 1798 => répu. Battave \/\/ les provinces du sud restent Espa. en tant que P-B espa (1581-1713) puis P-B autrichien (1713-95) puis firent partie de la répu. Fr"},{"Axe":35.0,"Titre":"rép. des 2 nations","Date":1569.0,"Fin":1798.0,"Durée":228.0,"Explication":"Révo des cosaques … \/ 1733-38 guer succes de Pologne Rus+Aut+Saxe+Prus(soutien Auguste 3) vs Fr+Espa(soutien Stanislaw 1) mais Auguste accède au trone\/ Elle se termine par les 3 partages (1772-93-95) de la Pologne entre l'Aut, la Prus et la Rus, en 93 les magnats appelent l'Aut et la Rus suite à la nouvelle Constitution soutenue par le roi, inspirée des libéraux fr."},{"Axe":null,"Titre":"bat. Lépante","Date":1571.0,"Fin":null,"Durée":0.0,"Explication":"Pendant la 4ème guer véneto-otto, la Sainte-Ligue (Vénise, Espa, Gênes, états pontificaux) bat la flotte otto, mais ça n'empêchera pas les otto de la reconstruire et Venise échoue à reprendre Chypres (leur but) et fait la paix pour privilégier le commerce). Déclin de Vénise face aux portugais et hollandais mieux placé pour les nouvelles routes commerciales et des galères au profit des gallions."},{"Axe":null,"Titre":"guer des 3 rois","Date":1578.0,"Fin":null,"Durée":0.0,"Explication":"sultanat Maroc bat Portugal : dispute dynastique Saadienne où un membre prend le pouvoir aidé des ottomans et celui laisé demandera l'aide du Portugal en plein déclin (l'Espagne a refusé avt, occupé par la révo des P-U). La défaite tuant les 3 chefs résoud la conflit dynastie marocain et le Portugal perd son roi de 18 ans (crise dynastique) et une grande partie de la noblesse ayant été obligée de m'engager + énorme endetement => prise de controle de Philippe 2 d'Espa., union Ibérique pdt 60 ans, acceptation des élites locales par survie mais résistance du peuple"},{"Axe":70.0,"Titre":"guer. Espa-UK","Date":1585.0,"Fin":1604.0,"Durée":18.0,"Explication":"Les corsaires Angl. sapent le commerce espa. dans les Caraibes et l'Angl. soutient les rebelles protestants Holl. donc UK+Prov-Unies vs Espa+Portugal "},{"Axe":-65.0,"Titre":"guer. Jap-Corée","Date":1592.0,"Fin":1598.0,"Durée":5.0,"Explication":"Inv. ratée jap en Corée+Chine"},{"Axe":-70.0,"Titre":"Edo","Date":1603.0,"Fin":1868.0,"Durée":264.0,"Explication":"Révolte des chrétiens et paysans (1637) vs gov (aide des Holl.)\/ "},{"Axe":null,"Titre":"états généraux","Date":1614.0,"Fin":null,"Durée":0.0,"Explication":"Créé par Philippe pour faire \"acquiescer\" ses réformes en réunissant le clergé, la noblesse et le tier-état. Après la mort d'Henry 4 la régence de Marie de Médicis est catastrophique, donnant tout à son beau-frère de lait, la grogne monte à travers Condé et la régence accepte les derniers états généraux avt 1789. C'est un échec sauf est pris sous l'aile de Marie, après s'être fait remarqué. Le roi Louis 13 fera tuer le beau-frère Concini, sa femme et fera chasser sa mère."},{"Axe":65.0,"Titre":"guer. de 30 ans","Date":1618.0,"Fin":1648.0,"Durée":29.0,"Explication":"C.B: la couronne de Bohême est refusée au S.emp (mettre un catho sur le tröne d'un état protestant et donc lui imposer le catholicisme) et proposée à un calviniste, la Bohême sera annexée par les Hasbourg d'Aut. puis ceux d'Espa voulurent écraser les indépendentistes hollandais en passant par le Palatinat vs Etats protestants allem., Prov-Unies, Dan(25-29), Suède(31-48), Fr(35-48), les Hasbourg dominent jusqu'à la bat de Breinfeld (1631, Suède bat l'Espa), ensuite les suédois perdent à Nordlingen et la Fr rentre en jeu pour éviter l'encerclement et prend l'avantage. La mort de Richelieu puis de Louis 13 pousse les espa à atq la Fr, mais Condé la défendra et mettra un terme à l'invicibilité des tercios une semaine après l'intronisation de Louis 14 (4 ans).  => traité de Westphalie : établissement de la souveraineté des états et d'un désir d'équilibre politique (les états s'engagent à se coaliser si un état devient hégémonique) (20% de la population est morte) (reconnaissance de l'indé des P-Unies et confé suisse, affaiblissement du S emp. et des Habsbourg en faveur des états allemands) et Marie thérèse d'Aut (fille du roi d'Espa) est donnée à Louis 14, il s'en servira pour revendiquer le trône d'Espa pdt la guer de Dévolution 1667-68."},{"Axe":55.0,"Titre":"Louis XIV","Date":1638.0,"Fin":1715.0,"Durée":76.0,"Explication":"Il gagna l'Alsace et le sud de la Belgique (une partie des P-B espa) après la guer de Hollande (1672-78) sorte de vengeance après la guer de dévolution, Louis XV ajoute la Loirre"},{"Axe":-60.0,"Titre":"dyn. Qing","Date":1644.0,"Fin":1912.0,"Durée":267.0,"Explication":"Fermeture au 18ème (taxes lourdes et interdiction d'apprendre le Chinois)\/ révo Xiahai en 1911 après la nationalisation et location aux Européens d'une ligne de chemin de fer et indé de la répu. de Chine Kuomintang (au sud) puis rejoinds par le nord entre les mains de l'armée (le général devient président et l'emp abdique), indé de la mongolie (réinv par les Chinois, puis par les blancs de Ungern et par les rouges et intégré à l'URSS à la mort de Bogdo Khan) et indé du Tibet (qui redeviendra chinois en 1951). A la mort du général en 1916, le sud reste au KTM et le reste est peu sous contrôle. En 1921 est créé le parti communiste et le KTM et PCC s'allie et sont soutenus par l'URSS pour récupérer les territoires aux seigneurs."},{"Axe":null,"Titre":"Fronde","Date":1648.0,"Fin":1653.0,"Durée":4.0,"Explication":"Pdt la guer de 30 ans, les impôts et les intendants du roi plaisent pas au parlement, en 1642 la mort du Richelieu puis du Louis 13 met Anne d'Autriche en régente. Le parlement en profite pour proposer des réformes d'abord acceptées puis mattées par l'appel par Mazzarin de Condé pour assiéger Paris. Après son aide, Condé en demanda de + en +, il fut emprisonné et ses alliés battus par l'armée royale. Retour d'espoir pour la fronde après la bannissement de Mazzarin (le frère du roi décédé voulait une monarchie modérée et vit Mazzarin comme un problème), mais Condé, le parlement, les cours et le conseil du roi ne se mettant pas d'accord, la fronde s'écroula, Condé fut battu, Mazzarin revint et Louis 14 fut couronné. La chasse qu'il fera aux parlementaires amorçera son règne totalitaire."},{"Axe":75.0,"Titre":"age d'or piraterie","Date":1650.0,"Fin":1730.0,"Durée":79.0,"Explication":"1650-80 : les fr et ang attaquent les colonnies espagnoles\/ Avec la guer. de succ. d'Espa, les états \"sous traitent\" des corsaires (lettre de marque) et flibustiers (moins légal) pour voler leurs ennemis. Après celle-ci, fin du soutien, ils deviennent des pirates\/ En méditéranée, la piraterie barbarresque durera jusqu'en 1805, qd le pacha de Tripoli, le dey d'Alger et le bey de Tunis s'allie contre les occidentaux, une flotte anglo-hollandais + américaine leur impose une reddition."},{"Axe":null,"Titre":"Traité de Pereïaslav ","Date":1654.0,"Fin":null,"Durée":0.0,"Explication":"établissement des cosaques au nord est de l'Ukraine appartenant aux russes, rattachement de l'hetmanat zaporogue à la puissance russe et mènera à la séparation en Ukraine et pologne"},{"Axe":35.0,"Titre":"guer. austro-turc","Date":1683.0,"Fin":1699.0,"Durée":15.0,"Explication":"C.B. : 2ème siège de Vienne Otto vs Aut,Rép2nations(les sauvent ac des renforts) => les otto rendent aux Habsbourg la Hongrie et Transylvanie, des terres à la Pologne et à Venise (recul de l'emp. otto et retour des Habsourg au top)"},{"Axe":5.0,"Titre":"guer rus-turq","Date":1686.0,"Fin":1700.0,"Durée":13.0,"Explication":"Rus+Aut+Polo-Litu+Venise vs Otto, Azov devint russe et donna un accès à la mer noire. 10 guer entre 1568 et 1878, Catherine II annexa le Khanat de crimée (1768-74)"},{"Axe":null,"Titre":"guer Ligue d'Ausbourg","Date":1688.0,"Fin":1697.0,"Durée":8.0,"Explication":"Louis 14 et Jacobites vs Guillaume 3 (UK+P-U), Espa, Léopold (S.emp) et des état allem. => gagne l'Alsace, rend la Lorraine et reconnait Guillaume 3 roi d'Angle."},{"Axe":null,"Titre":"Glorieuse révo","Date":1688.0,"Fin":1689.0,"Durée":0.0,"Explication":"En 1649, Charles 1er sera décapité à force de s'imposer en roi divin aux parlementaires (au mm moment Louis 14 triomphe de la Fronde) et le conseil d'état pris le pouvoir (Cromwell) et en 1660 => restauration des Stuart. avec les 2 fils de Charles 1er. Charles 2 dévelloppa les compagnies maritimes UK (vict des guer avec les P-U, 1661-1685). Jacques 2 voulant instaurer le catholicisme, le peuple appelle Guillaume d'Orange (petit fils de Charles 1er et époux de la fille de Jacques 2). Pdt que la Fr met à sac de Palatinat, Guillaume débarque en Angle (Jacques 2 fuit) et instaure un vrai parlement (Bille of Rights) en 1689 qui le fera roi. La Fr entre en guer contre l'Angle et envoie Jacques 2 en Irelande catho mais Guillaume les bat, les Highlanders tjrs favorable au Stuart partira en Fr et deviendront les Jacobites. En 1692, Guillaume somme les écossais de renier le catholicisme et fait un exemple tragique à Glencoe. La glorieuse révo, donnant le pouvoir aux whigs, parlement libéral, création d'une banque nationale de soutien, réforme fiscale ets fut le terreau de la révolution industrielle"},{"Axe":45.0,"Titre":"1ère Banque centrale","Date":1694.0,"Fin":null,"Durée":0.0,"Explication":"Venise et Genes (1ère grande B de prêt), 1609 : B d'Amsterdam (dépôt et certificat en échange) "},{"Axe":30.0,"Titre":"guer du nord","Date":1700.0,"Fin":1721.0,"Durée":20.0,"Explication":"Rus+Danem-Norv+Saxe+Polo-Lituanie atq emp. Suédois (pour reprendre des territoires pris), les suédois atq vite le Danem qui capitule qques mois après, explose les russes et s'engouffre 5 ans en Polo-Litu. Puis ils lancèrent une inv. de la Rus mais perdirent tout à la bat de Poltava. Après la déf la coalition fut rétablie avec Prusse et Hanovre et dépecèrent la Suéde de ses dominions, lui laissant que la Finlande (qui sera prise 1 s. plus tard par la Russie, qui devint la grande puissance du nord sous Pierre le grand)."},{"Axe":50.0,"Titre":"guer. succ. d'Espa.","Date":1701.0,"Fin":1714.0,"Durée":12.0,"Explication":"N'ayant pas d'enfant Charles II lègue l'Espa à Philippe V (petit fils de Louis XIV) mais le fils de Léopold 1er (Saint emp.) est aussi élligible, Fr+Castille vs Saint-emp(Autri, Prus)+UK+P-U+Portu+Aragon, après plusieurs défaites dont aux P-B espa qui ouvre la Fr au nord, Louis 14 demande la paix mais elle est trop humilliante et il s'accroche, malgré une autre défaite tactique mais au prix très lourd pour la coal, elle abandonne l'inv de la Fr et la paix est signée => P-B espa, Naples, Milan et la Sardaigne au Habsbourg, Sicile à la Savoie et Gibraltar et Minorque à UK, MAIS Philippe V (et la dynastie Bourbon encore régnante) rénonce à toutes prétentions sur la Fr en échange de la succesion d'Espa."},{"Axe":35.0,"Titre":"guer. succ. d'Aut","Date":1740.0,"Fin":1748.0,"Durée":7.0,"Explication":"C.B: la Prus s'oppose à ce que Charles 6 de Habsbourg \"lègue\" à sa fille le titre impératrice du S.emp. Prus+Fr+Espa vs Aut+UK+P-Unies+Russ, Marie-Thérèse monte bien sur le Trône d'Aut. (et son mari devient S.emp) et la Prus obtient la Silésie "},{"Axe":40.0,"Titre":"guer. de 7 ans","Date":1756.0,"Fin":1763.0,"Durée":6.0,"Explication":"C.B: L'Aut l'a tjrs mauvaise que la Prusse ait pris la Silésie pdt leur guer de succesion et Frédéric 2 se sentant menacé, (Prus) atq la Saxe(S.emp), UK+Hanovre+Prusse vs FR+Autriche+Saxe+Suède+Espa+Russie, Hanovre est pris par la Fr, Frédéric explose une 2ème armée fr venue à sa rencontre et repousse l'Aut (bat Leuthen) puis tient bon vs la Russie et Suède pdt que Uk reprend Hanovre. Après la mort de la tsarine Elisabeth (1762), Pierre 3 s'allie à la Prus et la Suède abandonne (Catherine reprend le pouvoir en Russie mais rejoint pas la guer. => Status quo en Europe mais pdt ce temps, grâce à la Navy, UK a pris les colonnies fr en Amériq (mais qui garde les iles à sucre) et en Inde (permettant le Raj Britanique)"},{"Axe":75.0,"Titre":"guer. indé. USA","Date":1775.0,"Fin":1783.0,"Durée":7.0,"Explication":"La guer de 7ans a ruiné l'UK qui augmente les taxes les colonnies amériq. aidé massivement par les français (déclaré indé en 1776), pdt ce temps la FR+ESPA assiège Gibraltar(UK)"},{"Axe":null,"Titre":"révo fr","Date":1789.0,"Fin":null,"Durée":0.0,"Explication":"Déclaration des droits de l'homme en 1789, exécution de Louis XVI en 1793 et de Robespierre en 1794\/ coup du 18 brumaire 1799"},{"Axe":null,"Titre":"révo fr","Date":1789.0,"Fin":null,"Durée":0.0,"Explication":"… nationalisation des bien de l'Eglise, nomination+salaire gérée par l'état (gallicanisme), Pie 6 refuse et face aux dilemmes + de la moitié des prêtres tournent le dos à la révo. Le roi très pieu, empêché de quitter les tuileries pour voir un curé non assermenté, tenta de fuir Varennes enjJuin 91 aidé par Axel Fersen, son éhec le fera enfermer."},{"Axe":55.0,"Titre":"guer. révo Fr","Date":1792.0,"Fin":1802.0,"Durée":9.0,"Explication":"1ère coalition (1792-97) : Fr atq Aut.+UK+..., en 1796 il reste que l'Aut, UK et Ital. Napoléon bat la Sardaigne et l'Aut alors que le front allemand galère => Napoléon rentre dans les hautes sphères, annexion P-B autri. et création des républiques soeurs (en belgique, P-B) donation Venise au Saint emp.\/ 2ème coali. (1798-1800) :  emp.Fr+Espa vs Saint emp.(Autri)+UK+Rus+Otto+Suède, ajout de l'Italie du nord et Suisse aux répu soeurs et Napoléon prend le pouvoir\/ En 1800 se forme la ligue du Nord (Rus+Danem+Prus+suède) pour interdire la baltique à UK, la Rus se rapproche de la Fr (jusqu'à l'Assassinat de Paul I) pour récupérer Malte"},{"Axe":-25.0,"Titre":"camp. Egypte","Date":1798.0,"Fin":1801.0,"Durée":2.0,"Explication":"But scientifique (pierre de rosette crée comme dico Egyptien-grec, reprise par les Anglais) et couper la route des indes. Vict easy contre les mamelouks (bat. des pyramides) mais échec en Syrie et les Ang. détruisent la flotte à la bat d'Aboukir (permit de dominer la Méditerranée). Napoléon repart en Fr. pour le pouvoir les laissant perdre contre la coalition Anglo-otomo-russ."},{"Axe":null,"Titre":"guer des oranges","Date":1801.0,"Fin":null,"Durée":0.0,"Explication":"Déclenché par le refus du Portugal de participer au blocus contre UK, l'Espa l'atq aidé de la Fr. Le Portugal perd des territoires sur le continent mais en gagne au Brésil."},{"Axe":null,"Titre":"United Kingdom","Date":1801.0,"Fin":null,"Durée":0.0,"Explication":"L'Irlande est faite vassale de l'Angle par le pape en 1155 et depuis l'opposition entre protestant\/anglicant et catho, l'Irlande est méprisée, de nombreuses révoltes seront écrasées. A la bat de Bannockburn : indé de l'écosse contre l'Anglet, mais après un conflit de succesion, ils appelent Edouard I en tant qu'arbitre, il choisit un roi fantoche qui ne lui obéira pas et il envahira l'Ecosse 1296. En 1707, les parlements d'écosse et d'angle sont rassemblés => G-B et le trone étant interdit à un catholique, c'est un prince allem, Goerge 1, qui deviendra roi en 1714 (dynastie actuelle). En 1801, unification avec l'Ireland => UK. Indépendance de l'Irlande en 1922. "},{"Axe":60.0,"Titre":"guer. Napoléon","Date":1803.0,"Fin":1815.0,"Durée":11.0,"Explication":"En 1803, Napoléon vend la Louisiane aux USA pour 15M (1,5x leur PIB), 3ème coalition (1805) : emp. Fr vs Rus+Autri+UK+Suède (bat. d'Austerlitz) => disso du Saint emp. et créa. conféd. du Rhin (protectorat fr.), la Fr promet hanovre à la Prusse  pour rester neutre\/ 4ème coal. 1806-07 : emp. Fr vs Prusse (1806 bat. Iena)+Rus (1807 bat. Eylau)+UK+Suède, alliance FR et Russe et début du blocus contre UK\/ Allié ac les Espa, Napoléon essaie d'envahir le Portugal (aidé du UK) en 1807 qui empêche le blocus contre le UK, censé être arbitre entre le roi d'Espa et son fils, il les fit abdiqué (dans le but de donner le pays à son fils), le pays se soulève et il l'envahit. 2ème inv du Portugal en 1809, pdt ce temps l'Espa rentre en guerilla. Il lance une 3ème invhasion du Portugal en 1810 mais ils battirent en retraite face à une Lisbonne imprenable, sans ravitaillement et la guérilla.\/ 5ème coal.(1809) emp. Fr vs UK+Autri, Rus n'aide pas et envahit la Finlande et Napoléon épouse M-L d'Autri\/(suite camp. Russie)"},{"Axe":90.0,"Titre":"conq. de l'Ouest","Date":1803.0,"Fin":1890.0,"Durée":86.0,"Explication":"1803 : achat de la Louisiane aux fr\/ 1812-15 : guer. vs UK et cession de l'Oregon en 1848\/ 1831 : déportations des amérindiens vers l'Oklahoma\/ révo du Texas (1835-36), annexion consentie du texas (1845), guer. amér-mexi. (1846-48) et cession de la Californie et du nouveau Mexique en 1848 (et ruée vers l'or)\/ 1851 : 1er traité de Fort Laramie et création de réserve Indiennes et en 1868 après des raids indiens et un 2ème traité, des concessions leur sont faites\/ 1876-77 : guer. des Blacks Hills, déf à Lilttle Bighorn mais vic. amé. (pour des nouveaux gisements d'or dans la région)\/ 1889 : \"ouverture\" aux colons et en 1907 il devient le 46ème Etat\/ 1959 : l'Alaska devient le 49ème Etat après son rachat aux russes en 1867\/ 1924 : les amérindiens obtiennent la nationalité\/ En 1810, un monarque unifie l'archipel, les américains viennent s'en mêler en voulant la transformer en ile à sucre, 1875 ils changent la constitution et 1891 coup d'état. Une pétition des hawaiens dissuadent le congrès de les annexer mais qd la guer américano-espa de 1898 débute, l'emplacement stratégique font qu'ils annexent Hawaii (le 50ème état, 1959)"},{"Axe":null,"Titre":"Bat Traffalgar","Date":1805.0,"Fin":null,"Durée":0.0,"Explication":"rassemblement de la flotte fr et espa pour attaquer le UK mais rappellée en méditéranée sous soutenir les fr pdt la 3ème guer de coalition, poursuivit par les anglais ils les engagent près de Gibraltar. Dernière bat d'une longue série donnant l'hégémonie britanique sur les mers"},{"Axe":30.0,"Titre":"guer. Finlande","Date":1808.0,"Fin":1809.0,"Durée":0.0,"Explication":"Rus(+Fr+Danem) vs Suède(+UK) : Finlande devient russe.\/ En 1814 la Suède et Norvège s'unissent jusque 1905. \/\/ De 1397 à 1523 : le Danem avait la Suède et Norvège"},{"Axe":75.0,"Titre":"guer. indé. hispa.","Date":1810.0,"Fin":1825.0,"Durée":14.0,"Explication":"Profitant de l'occupation de l'Espa par les fr (guer. d'indé. espa. (1808-14)) => indé de la Grande Colombie (Bolivar président : 1819-31), Chili, Bolivie, Pérou, Prov-Unies du Rio de la Plata (Argentine et Uruguay) et indé du Texas (1836)\/ Au Mexique, Iturbide était censé éliminer les indépendantistes mais s'alliant avec eux, il força le vice-roi de le proclamer emp en 1822 (probablement par crainte de la révo libérale : le roi d'Espa fut forcé d'accepter une Constitution libérale mais demanda en secret aux fr de chasser les libéraux lors de la prise de Trocadero), il sera renversé 10 mois plus tard anoncant 50 gouv en 45 ans. En 1861, se lanca (à la demande des conservateurs mexicains) l'expédition fr du Mexique pour y mettre un emp catholique (face aux USA) et Maximilien de Hasbourg (beau fils de léopold 1er)sur le trône. Napoléon III échoua et Maximilien fut fusillé en 1867."},{"Axe":20.0,"Titre":"camp. Russie","Date":1812.0,"Fin":null,"Durée":0.0,"Explication":"Refus du blocus anti UK, emp. fr et alliés vs Rus, face à la stratégie de recul russe et une bat lourde à Borodino permettant la prise de Moscou, Napoléon bat en retraite face un approvisionnement difficile et la guérilla. La retraite pdt l'hiver russe est catastrophique, 10k revienne sur les 440k. Pdt ce temps son frère installé en Espa est battu, cet espoir stoppe les négaociations de paix et crée la 6ème coal. +Autr+Prus+UK+Portu qui se conclura sur la bat de Leipniz\/ Congrès de Vienne (frontière comme avant la révo fr), mais création Sardaigne, Suisse et Pays Bas, Norv donnée à la Suède\/ 1815 : Napoléon retourne au gov (et chasse Louis 18 ? qui était roi en 1814) et 7ème coalition … (bat. Waterloo) \/\/ Les rois de Rus, Aut et Prusse puis UK et Fr forment la sainte alliance en 1818 : garantir le status quo en organisant périodiquement des congrès internationaux (paix relative pdt un demi siècle). Exil Louis 18 de 1809-14 et de nouveau en 1815 après l'évasion de Napoléon de l'île de l'Elbe"},{"Axe":40.0,"Titre":"confed. germa","Date":1815.0,"Fin":1866.0,"Durée":50.0,"Explication":"Après la fin du Saint emp., les états allemands sont rassemblés sous la confédération du Rhin, à la libération, ils forment la confed. germanique. En 1848 des révoltes éclatent comme en Fr et Italie, l'emp. d'Aut abdique en faveur de son neveu, Frédéric IV de Prusse refuse d'être emp et des révo polonais échouèrent en atq la Prusse. La confed restera impuissante entre l'Aut. et la Prusse, jusqu'à la vict de la Prusse sur l'Aut et la formation de la confed. d'Allem. du nord. "},{"Axe":null,"Titre":"emp Zoulou","Date":1816.0,"Fin":1897.0,"Durée":80.0,"Explication":"Unifié par Chaka, ils sont défaits face aux boers 15k vs 840. La communauté vient d'une fusion entre les paysans hollandais et les huguenots chassés par la révocation de l'Edit de Nantes. Après que les anglais prirent Cap Town, les boers partirent au nord firent face aux zoulous en 1838 et y fondent la rép Natalia, ils y seront encore chassé par les anglais en 43 et fonderont l'état d'Orange et du Transvaal. Les anglais les récupèreront après les 2 guer des boers et écraseront la nation zouloue.  "},{"Axe":70.0,"Titre":"Victoria","Date":1819.0,"Fin":1901.0,"Durée":81.0,"Explication":"G-mère de : kaizer Willhelm II, reine de Roumanie, Russie, Norvège et Espagne et des liens avec la Suède et Grèce. Sa mort marque la fin des bonnes ententes mais aussi la WW1 et la fin de bcp de monarchie."},{"Axe":5.0,"Titre":"guer. indé. grec.","Date":1821.0,"Fin":1829.0,"Durée":7.0,"Explication":"Grec. et après Rus+Fr+UK vs Otto."},{"Axe":55.0,"Titre":"Pasteur","Date":1822.0,"Fin":1895.0,"Durée":72.0,"Explication":"Pionnier de la micro biologie, pasteurisation (chauffage puis refroidissement éliminant les micro-organismes), vaccin contre la rage (1885)\/ Elan des vaccins par inoculation d'un agent infectieux atténué (le 1er vaccin est pour la variole par contact avec la vaccine bovine, 1796)\/ il défendra les idées de semmelweis sur le lavage de main (dissection et obstétrique)\/ Contemp : Koch"},{"Axe":80.0,"Titre":"indé. Brésil","Date":1822.0,"Fin":null,"Durée":0.0,"Explication":"Après avoir fui au Brésil (occupation Fr), le roi du Portugal retourne à Lisbonne et veut réduire le pays à son ancien état de colonie, les tensions pousse le fils du roi à devenir emp. du Brésil et guer. d'indé (1822-25)"},{"Axe":60.0,"Titre":"Belgique","Date":1830.0,"Fin":null,"Durée":0.0,"Explication":"Royaume uni des P-B (créé au Congrès de Vienne avec les ex Prov. Unies et P-B autri.) se re-séparent, le sud demande une indé. administrative refusée => révo et fond. d'une monarchie consti."},{"Axe":null,"Titre":"conq Algérie","Date":1830.0,"Fin":1847.0,"Durée":16.0,"Explication":"Suite à la révo berbère de 739-742, les dynasties maghrébines resteront indé (almoravides, almohades ets) jusqu'à la reconquista, l'invasion ottomane et fr. Le dey d'Alger avait avancé une somme pour ravitailler l'expédition fr en Egypte, la moitié sera payée mais le dey s'énerva sur le consul fr occasionnant un C.B. (en + les fr voulait limiter la piraterie barbarresque). L'emp otto était trop occupé par les rus et les fr prenent les côtes puis affronte Abdelkader. En  1844, la smala d'Abdel est détruite et il se réfugie au Maroc, mais l'atq fr du Maroc oblige le pays à lâcher Abdel qui se rendra 3 ans plus tard (mais les razzias fr fit de cette colonisation un échec). La Fr lorgne ensuite sur le sultanat du Maroc (tjrs indé depuis 1666), l'Allemagne s'y oppose, le sultan appelle la Fr à l'aide qd son frère chercha à la renverser (regain de tensions) finalement le Maroc sera un protectorat fr (1906) et l'Allemagne aura des concessions en Afrique. Le Rif sera administrée par l'Espa qui échouera et c'est Pétain qui viendra à bout des rebelles. En 1954, des attentats débutent contre les algériens favorables, échouant à les rallier, ils s'attaquèrent aux fr, qui commencèrent une répression qui elle, fit basculer les algériens du côté des rebelles. La répression fonctionne mais le général de Gaulle consentira à l'autodétermination, après l'indé, les favorables seront massacrés ou contraint de fuir."},{"Axe":null,"Titre":"Colonnisation","Date":1830.0,"Fin":1980.0,"Durée":149.0,"Explication":"Après les comptoirs portuguais du 16ème, les autres suivent…, 1652 Cape Town (P-U), 1665 Madagascar (Fr), au 17ème les empires d'afrique tjrs souverain atteingnent un pic de vente d'esclave, 1807-15 fin de la traite négrière. En 1830 la Fr colo l'Algérie, le Sénégal, en 1881 la Tunisie et 1884 la Guinée. EN 1882 UK colo l'Egypte, le Soudan et le Somaliland. En 1885 l'Italie colo l'Erythrée et l'Allemagne le Togo, le Cameroun, Namibie. Suite à des désaccord sur la possession du Congo, la conférence de Berlin visera à découper l'afrique par l'Europe. La décolonisation commence par l'indé de l'afrique du sud (1910), pour l'Italie : la Libye (1951) et Somalie (1960), pour UK : l'Egypte, le Soudan, Ghana, Somalie, Nigeria, Sierra Leone, Tanzanie, Ouganda, Kenya, Malawi, Zambie, Gambie, Botswana, Lesotho, Maurice, Eswatini, Sychelles et Zimbabwe (1922-80), pour la Fr : Tunisie, Guindée, Sénégal, Togo, Madagascar, Bénin, Niger, Burkina Faso, Côte d'Ivoire, Tchad, Répu centrafricaine, Répu Congo, Gabon, Mali, Mauritanie, Algérie, Comores, Djibouti (1956-77), pour l'Espa : Guinée équatoriale et Sahara occidental (1968-76), pour le Portugal : Guinée-Bissau, Mozambique, Cap-Vert, Sao Tomé, Angola (1973-1975) et pour la Belgique : Congo, Rwanda et Burundi (1960-62)."},{"Axe":-55.0,"Titre":"les 2 guer. opium","Date":1839.0,"Fin":1860.0,"Durée":20.0,"Explication":"Interdiction de l'opium en Chine depuis 1729 mais contrebande par les anglais (opium prod. en Inde) pour rétablir la balance commerc. (bcp d'importation de soie et de thé) mais en 1839 blocage des ports => UK attaque et ils arrivent jusque Nankin (traité signé: réouverture des ports, cession de Hong-Kong, indemnités... mais opium tjrs illégal et retour de la contrebande\/ En 1856 arrestation d'un bateau de contrebande => 2ème guer. avec l'aide des FR. 1860 : convention légalisant le commerce de l'opium et +, ouvrant la Chine vers l'industrialisation"},{"Axe":null,"Titre":"Canada-Uni","Date":1840.0,"Fin":null,"Durée":0.0,"Explication":"Union des territoires anglo et francophone, espérant que les franco finiraient en minorité. George 3 avait annexé les territoires en 1763 (après la guer de 7 ans) en les séparant selon la langue."},{"Axe":null,"Titre":"guer. amér-mexi","Date":1846.0,"Fin":1848.0,"Durée":1.0,"Explication":"implentation de colon américain sur le territoire mexicain (cote ouest jusqu'au texas), jusqu'à devenir majoritaire => révo texas, l'état indé rejoint les USA et une partie des territoires du Texas sont contestés, le prés Polk pousse la destinée manifeste (volonté de Dieu de pousser jusqu'au Pacifique), escalade dans les territoires contestés et guer (jusqu'à prendre la capitale), ils payent 15M pour le Texas, New-Mexique, Arizona, Utha et Californie (explosion démo ac la ruée vers l'or. Le Texas s'était déclaré indé pour remettre l'esclavage interdit au Mexique (relançant le débat aux USA)"},{"Axe":-35.0,"Titre":"Liberia","Date":1847.0,"Fin":null,"Durée":0.0,"Explication":"Une soc. amé. (contre l'esclavage mais aussi l'intégration des noirs) achète et fonde le Liberia et y envoie 13k affranchis selon Monroe* (l'Amérique aux américains). Il devient indé. en 1847 et les affranchis exploitent les autochtones pdt 1 siècle. Un ex secretaire d'état a passé un accord (1947) ac le gov du Liberia, faut passer par lui pour enregistrer un bateau, il donne une partie de l'argent au gov mais il y a pas de taxe et le Liberia était neutre pdt la guer froide (commerce ac n'importe qui) et mtn c'est le 2ème plus gros pavillion après le Panama. Qd Charles Taylor est devenu président il a utilisé l'argent pour la guerre civile. Après un coup d'état par les autochtones (1980) et des guer. civils, l'ONU parvient à créer un gov. démocratique en 2005. *La doctrine stipule aussi que l'amérique n'est plus ouverte à la colonisation et que l'europe ne doit y intervenir et vice versa, à la fin du 19ème s. la doctrine se mue en impérialisme dans les Caraïbes et au delà et sous Roosevelt (1901-1909) le discours ne prône plus une neutralité absolue mais l'importance de défendre les intérêt américain. "},{"Axe":45.0,"Titre":"Unific. Italie","Date":1848.0,"Fin":1870.0,"Durée":21.0,"Explication":"Après la défaite de Napoléon, les Autri. mettent des monarques Habsourg dans les provinces Ital. En 1848-49, suivant l'élan fr, Mazzini déclara la république à Rome et le Piémont chasse les autrichiens (mais les 2 révo échouèrent). En 1852, le Piémont s'allia à Napoléon III (et son influence augmenta après la participation à la guer. de Crimée). En 1859 Fr+Piémont chassèrent les aut. et annexèrent la Lombardie, des provinces se rebellèrent et joignèrent le Piémont (la Fr reçoit Nice et la Savoie). En 1860 Garibaldi conq le sud et se rallia au Piémont. Rome resta protégée par les fr jusqu'à leur défaite à Sedan, en 1870 l'Italie prit Rome."},{"Axe":null,"Titre":"Suisse","Date":1848.0,"Fin":null,"Durée":0.0,"Explication":"En 1315 les cantons suisses s'émancipent des Habsbourg puis en 1474-77, ils résistent aux ducs de Bourgogne. En 1815, une conféd des cantons indés s'établit et une neutralité assurée par ses voisins lui est accordée. Mais une opposition apparait entre les libéraux voulant fédéraliser et les conservateurs-catholiques, les libéraux s'imposeront."},{"Axe":null,"Titre":"2ème répu fr","Date":1848.0,"Fin":null,"Durée":0.0,"Explication":"Les Parisiens se soulèvent contre Charles 10 pdt les 3 glorieuses en 1830, il fuit la ville la ville et est remplacé par Louis-Philippe (Bourbon => Orléan). Constitutionnelle et plus libéral, la monarchie de Juillet ne survivra pas aux révoltes de 1848 (elles destabiliseront l'Aut, marqua le début de l'indé italienne et força le roi allemand à faire des concessions. La 2ème répu applique la suffrage universel masculin et abolit l'esclavage, Napoléon 3 est élu président (redonne de l'importance à l'Eglise dans l'éducation et limite le suffrage universel). Un 2ème mandat lui étant refusé, il organise un coup d'état en 1851 et réinstaure l'emp en 1852."},{"Axe":-55.0,"Titre":"révo. Taiping","Date":1851.0,"Fin":1864.0,"Durée":12.0,"Explication":"Hong Xiuquan se dit frère de Jésus et prend Nankin en 1853 (il pronait la redistribution des biens, fin polygamie, bandage des pieds, de l'opium) (20-30M de morts)"},{"Axe":55.0,"Titre":"Second emp. fr.","Date":1852.0,"Fin":1870.0,"Durée":17.0,"Explication":"Après le 2ème exil de Napoléon Louis 18 revient et son frère lui succéda (abusant de son pouvoir, il fut contraint d'abdiquer), Louis-Philippe 1er le remplace en 1830 (la Fr relance la colonisation) mais d'autres émeutes le poussent à abdiquer en 1848 et la république est proclamée* (avec le suffrage universel, liberté de réunion et de la presse et abolition de l'esclavage) et Napoléon 3 devient président. Coup d'état en 51 et proclamation du second empire en 52 par Napoléon 3. * A ce moment une troupe de 2000 révo belge armée par Lille tenta de pénétrer en Belgique par le Risquons-tout, 250 soldats belges les mirent en déroute."},{"Axe":10.0,"Titre":"guer. De Crimée","Date":1853.0,"Fin":1856.0,"Durée":2.0,"Explication":"C.B: Les otto favorisent les fr (catho qui avait fait pression) pour l'accès au lieu saint, les russes voulurent forcer la main des ottos, prendre sous leur tutelle les populations orthodoxes et accès à la méditéranée, Russie vs Ottomans + fr et anglais, la Russie prend le dessus jusqu'à ce que Napoléon 3 convint le UK de la rejoindre pour empêche la Russie d'avaler les otto. Défaite après la perte de Sébastopol, + de décès de Cholera ets que par combat, réforme des hopitaux par F. Nightingale et dév. du métier d'infirmière"},{"Axe":-75.0,"Titre":"ouverture Japon","Date":1854.0,"Fin":null,"Durée":0.0,"Explication":"Commodore Perry pose un ultimatum et revient 1 an après, 3 ports sont ouverts, en 58 d'autres, douanes faibles et extraterritorialié et les autres pays en profitent aussi de l'ouverture => pénurie et inflation, climat de guerre civile (assassin entre convervateur et réformiste, contre les étrangers)."},{"Axe":null,"Titre":"révo Cipayes","Date":1857.0,"Fin":null,"Durée":0.0,"Explication":"La compagnie des Indes règent sur l'Inde où l'héritier moghol n'est qu'un pantin, l'armée est très majoritairement indigène (C.B : les cipayes musulmans et hindous refusèrent de mordre les cartouches faites de graisse animale), les anglais reprimèrent les révo, arretèrent et exécutèrent les fils de l'empereur et pour éviter toutes futures rébellions, l'Inde devint officiellement le Raj britanique (1858-1947)."},{"Axe":90.0,"Titre":"guerre Sécession","Date":1861.0,"Fin":1865.0,"Durée":3.0,"Explication":"Surtout à cause d'un clivage entre un nord industriel et un sud agraire pro esclavage mais pas que, le nord est pour des frais de douanes et un marché intérieur alors que le sud veut exporter et le nord veut imposer sa politique au sud (et centraliser le pouvoir). Lincoln était p-e plus un protectionniste qu'anti-esclavagiste.=> Début du dollar unique, abolition esclavage et droits pour les noirs mais début de la ségregation. On peut voir cette guer comme la dernière du style napoléonienne, mtn la puissance de feu est telle qu'une charge devient impossible (inefficacité de la masse), ce sont les manoeuvres, les positions et l'équippement qui font tout."},{"Axe":null,"Titre":"art moderne","Date":1863.0,"Fin":null,"Durée":0.0,"Explication":"Renaissance italienne (retrouver la gloire d'antan, Botticelli, de Vinci, Michel-Ange ac le soutien du philanthrope artistique Lorenzo de Médicis) et europe du nord (invention de la peinture à l'huile par Eyck), dév de la perspective. En 1648, création de l'académie des beaux arts (1635 pour l'académie fr par Richelieu), en 1863 Manet expose au 1er salon des refusés (décision de Napoléon III) (inspirant les impressionistes et libérant les artistes des normes de l'académie, qui sera défaite en 1897). Avt la WW2 : impressionisme, fauvisme, expressionisme, dadaisme, surréalisme et après début de l'art contemporain (pop art, fluxus ...)"},{"Axe":35.0,"Titre":"guer. austro-pruss","Date":1866.0,"Fin":null,"Durée":0.0,"Explication":"C.B: l'Aut voulait une grand Allemagne ac elle au centre et la Prusse, une petite Allem. sans l'Aut. Bismarck entraina l'Aut. dans sa guer contre le Danemark et partagea les territoires avec l'Aut. La Prusse essaie de limiter l'influence de l'Aut au parlement et en réponse la Prusse propose aux états gagnés pdt la guer avec le Danem se choisir leur état, la Prusse refuse et occupe ses états et l'Aut atq. Prusse+Ital vs Autri+Confé germa => création confé. Alle. Nord, indé Luxembourg et l'Italie reprend la Vénétie aux aut."},{"Axe":-70.0,"Titre":"Meiji","Date":1868.0,"Fin":null,"Durée":0.0,"Explication":"les domaines du sud (Satsuma, Choshu, Tosa) qui s'était enrichis et armés en continuant le commerce avt 54, se rassemblent en alliance Satcho et combattent les étrangers et le Shogunat. Après les défaites, ils décident de prendre Kyoto et restaurer l'emp, les daymios les rallient à eux, Tokugawa abdique et propose de former un gov mais Satcho veut un emp suprême et ils battent les Tokugawa (guer. de Boshin vs shogunat)\/ les survivants du shogunat Tokugawa forment la rép. d'Ezo à hokkaido mais perdent à la bat. d'Hakodate\/ Fin des classes, les daimyos deviennent des fonctionnaires et des rentes sont prévues pour maintenir l'unité, Shinto religion d'état, Yen devient la monnaie, calendrier grégorien, armée nationale, éducation obligatoire, drapeau, culture occidentale, interdiction port d'arme et industrialisation ! en 1877 : révolte du clan Satsuma et d'autres contre le gov (étant mis la retraitre face à la modernisation de l'armée) => fin des samourais, adoption d'une constitution, emp chef des armées et suivi d'un parlement."},{"Axe":65.0,"Titre":"guer. Fr-Prusse","Date":1870.0,"Fin":1871.0,"Durée":0.0,"Explication":"C.B: Le trône vacant en Espa. est habituellement Bourbon, mais Bismark propose un Prussien. Bismark voulait que la Fr soit l'agresseur pour rallier les états du sud à sa conf du nord et la provocation réussi. Napoléon III vs Prusse. Les Prussiens plus nombreux et mieux préparés entre vite en Fr et bat la 1ère armée qui se retranche à Metz et la 2ème armée devant les secourir à battue à Sedan (fin de la cavalerie). Mais au mm moment, l'emp est renversé, nouvelle armée et la commune de Paris est proclamée, les allemands vont y mettre le siège. => répu fr, proclamation empire allemand et annexion Alsace-Lorraine\/ Italie annexe Rome (plus sous protection fr)"},{"Axe":40.0,"Titre":"emp. All","Date":1871.0,"Fin":1918.0,"Durée":46.0,"Explication":"Après de la vict de la Prusse vs Aut., Bismarck fonda la confed. d'Allem. du nord et 3 ans plus tard, Guillaume 1er est fait empereur. "},{"Axe":10.0,"Titre":"révolte Serbes","Date":1875.0,"Fin":1878.0,"Durée":2.0,"Explication":"Insurrection de la Bosnie (75), la Serbie et Monténégro (76) et Bulgarie en + du soutien Rus. (77) vs Ottomans => Occupation de la Bosnie et d'Herzégovine par l'Aut-Hongrie pour 30 ans, indé de la Serbie (déjà autonome depuis 1830) et Roumanie, autonomie de la Bulgarie, qques territoires pour la russie et annex. de Chyptre par UK"},{"Axe":5.0,"Titre":"guer. russo-turq.","Date":1877.0,"Fin":1878.0,"Durée":0.0,"Explication":"Balkans+Rus vs Otto., (après des révol.) indé : ~Bulgarie, Serbie, Roumanie et occup. de la Bosnie par autri-hongrie."},{"Axe":-55.0,"Titre":"guer. fr-chine","Date":1881.0,"Fin":1885.0,"Durée":3.0,"Explication":"Chine abandonne le Vietnam aux fr"},{"Axe":-60.0,"Titre":"1ère guer. Sino-Jap","Date":1894.0,"Fin":1895.0,"Durée":0.0,"Explication":"Japon : annexion de taiwan et influence en corée (ils devaient prendre Liadong mais All. Fr. Rus. le déconseillèrent et Rus. contrôla Port Arthur en 1898, entrainant l'alliance entre Jap. et UK)"},{"Axe":85.0,"Titre":"guer. Espa-USA","Date":1898.0,"Fin":null,"Durée":0.0,"Explication":"USA bat Espa à Cuba et aux Philippes, insurrections dans les 2 pays (déjà eu une insurrection matée par les espa à Cuba en 1868-78) et devenant des protectorats américains"},{"Axe":-55.0,"Titre":"rév. Boxers","Date":1899.0,"Fin":1901.0,"Durée":1.0,"Explication":"Société secrète qui a assiégé les \"ambassades\" européenne vs l'alliance des 8 (contre le gov et la présence étrangère, ouverture forcée des ports et au christianisme), en 1900 soutien du gov puis retournement de veste après l'échec du siège"},{"Axe":80.0,"Titre":"indé. Panama","Date":1903.0,"Fin":null,"Durée":0.0,"Explication":"Face au refus de la Colombie de céder du territoire pour le canal du Panama, le Panama prend son indé. sous protection USA (pour les retombées économiques), canal construit en 1914"},{"Axe":-75.0,"Titre":"guer. Russo-jap","Date":1904.0,"Fin":1905.0,"Durée":0.0,"Explication":"C.B: Après le refus de la présence jap au Liadong, la Rus poste ses troupes en Mandchourie mais devait les enlever à la fin du traité, en réponse les jap prennent Port-Arthur et vict contre les renforts rus (ayant mis 8 mois pour contourner l'afrique) à la bat navale de Tsushima\/ Prise de Port-Arthur et le sud de Shakaline, Corée transformée en protectorat japonais et annexée en 1910\/ action en Sibérie avec l'armée blanche contre les bolchéviques (1918)"},{"Axe":null,"Titre":"fin du Grand Jeu","Date":1907.0,"Fin":null,"Durée":0.0,"Explication":"Après la menace Napoléonienne, la Russie lorgna sur l'Asie centrale pour atteindre l'océan Indien, se rapprochant des possessions UK. Après l'échec de la 1ère guer anglo-afghane en 1841 (UK intervint pdt un conflit dynastique pour mettre au pouvoir qqun qui leur serait + loyal mais la population se rebella efficacement), la Russie annexa les khanats ouzbeks sous la province du Turkestan puis annexa le Turménistan. Seul l'Afghanistan sépare les 2 empires mais après la 2èm guer anglo-afghane, un traité fut signé : l'Afghanistan est un protectorat britanique, UK renonca au Tibet, et la Perse fut recoupée en zone d'influence russe, UK et neutre."},{"Axe":75.0,"Titre":"révo mexicaine","Date":1910.0,"Fin":1920.0,"Durée":9.0,"Explication":"Madero perdit les élections face à Porfirio Diaz (qui prit le pouvoir après l'échec de l'emp du Mexique en 1867) et appela à la révolution, USA leur vendit des armes et Madero (qui avait fuit aux USA) revint faire la révo avec les chefs de guer. Villa et Orozco au nord. Zappata lanca sa révo au sud. Diaz finira exilé en UE après que Madero fut président mais le démantellement des armées révo posent problème et il déçoit ses partisans. Huerta fut commandant pour affronter Orozco et Zappata mais un coup d'état (organisé par le neveu de Diaz et rejoint par Huerta) se débarrasse de lui et mit Huerta au pouvoir. Carranza, Villa et Obregon au nord et Zappata au sud (+ encore soutien des USA) s'opposèrent à Huerta, le forcant à fuir aussi en UE. Puis Carranza+Obregon bat Villa (fuite au USA)+Zapata et Obregon devint prés\/ En 1929 fond. du PNR puis PRI en 1938."},{"Axe":100.0,"Titre":"expéd. Pôle Sud ","Date":1911.0,"Fin":null,"Durée":0.0,"Explication":"Le Norvégien Roald Amundsen l'atteint le 14 déc., 1mois avt l'équipe anglaise qui décéda au retour, il se tourna vers le pôle sud qd 2 américains revendiquèrent le pôle nord en 1909 (mais des doutes planent et ce mm Roald est le premier a voir été ac certitude jusqu'au pôle nord (en dirigeable). Le premier pied sur l'Antarctique a été posé en 1821."},{"Axe":null,"Titre":"guer balkanique","Date":1912.0,"Fin":1913.0,"Durée":0.0,"Explication":"1ère guer balkanique : ligue des états devenus indé (Serbie, Grèce, Bulgarie et Monténégro (sauf Bulgarie) contre emp otto, qui le repousse jusqu'à constantinople\n2ème la bulgarie vs reste de la ligue + Roumanie, après 1 mois c'est plié, la Serbie et Grèce gagne des territoires"},{"Axe":35.0,"Titre":"assas. F.Ferdinand","Date":1914.0,"Fin":null,"Durée":0.0,"Explication":"C.B: Attentat de sarajevo (meurtre de l'héritier de l'empire austro-hongrois, annex. de la Bosnie par l'emp. en 1908 par peur que les Otto la reprenne après le coup d'état et connaissant le désir de la Serbie de l'annexer aussi, ce qui causa leur frustration) : Aut => Serbie, Rus => Aut, All => Rus et Fr UK => All. l'emp,  l'Italie et la Roumanie change vers l'entente, l'emp Otto et la Bulgarie rejoingent l'alliance,  => inv. de la Bel\/ USA entre en guerre qu'en 1917"},{"Axe":25.0,"Titre":"révol. Bolchevik","Date":1917.0,"Fin":null,"Durée":0.0,"Explication":"Grève de Petrograde (ouvrier+armée), abdication du tsar(son g-p s'était déjà fait assassiné en 1881) et gov provisoire libéral (mars), tentative de coup par le chef de l'armée (août) mais le gov appelle l'aide des révolutionnaires, coup d'Etat bolchévique en oct.(déçu par le Soviet qui a rejoint le gov), indé Finland\/ 1918 : indé Pologne puis guer. ac les bolché. (18-21)\/ Guerre civile rouge-blanc (1918-1921)"},{"Axe":50.0,"Titre":"grippe espa.","Date":1918.0,"Fin":1919.0,"Durée":0.0,"Explication":"plus de mort que WW1, pe arrivée en EU par des travailleurs chinois et\/ou des soldats amé. du Kansas, elle aurait d'abord ravagé le front. L'espagne neutre l'avait déjà annoncé en mai, avt son explosion car le retour des soldats + une potentielle mutation, la rendit dévastatrice (touchant exceptionnellement les 20-40 ans, car ils avaient pas d'anti corps H1 car la grippe saisonnière était H3). "},{"Axe":65.0,"Titre":"Armistice","Date":1918.0,"Fin":null,"Durée":0.0,"Explication":"En 1918, les alliés prennent la main dans les airs et l'industrialisation en générale, l'allemagne étouffe face au blocus naval anglais, les allemands ont + de canon et d'hommes mais grace à la mobilité les fr vont compenser (victoire des camions fr sur les trains allemands).  \nAprès l'échec de l'Offensive du printemps (l'impact des USA était faible mais leur entrée dans la guerre les a poussé à agir), la 2ème bat. de la Somme marque le début des vict. alliées, en aout et sept, les alliés vont récup tout le terrain pris, pas vrmt de victoire décisive mais plein de petites attaques qui éssoufle, après une attaque coordonée fr-brit-armé troue la ligne Edinbourgh et la suivante, détruisant le moral allemand. Charles 1 et Guillaume 2  abdiquent (9 nov. et fuya vers les P-B qui refuseront de l'extrader)  => rép. de weimar, indé. Pologne et des peuples d'Autriche-Hongrie\/  Le soir du 11 nov. le roi Albert 1er et les hommes politiques restant (de gauche) décident d'adopter le suffrage universel, d'autoriser les coalitions d'ouvriers, créer une université flamande (appelé coup de Loppem par les catho. conserv. car la constitution n'avait pas été révisée)."},{"Axe":5.0,"Titre":"guer. gréco-turq","Date":1919.0,"Fin":1922.0,"Durée":2.0,"Explication":"Après le traité de Sèvres, Kémal se révo contre gov et combat des occupants italiens, arméniens et récup les territoires perdus à la Grèce. Il fonde la république de Turquie en 1922 et récupère les territoires de la grande Arménie (malgré le génocide et ils sont intégrés à l'URSS) les territoires au sud restent sous admin fr et angl. En 1922, Kémal fait voté l'abolition du sultanat (1er pays laic musulman) et en 1924, le califat (rôle religieux)."},{"Axe":60.0,"Titre":"traité de Versailles","Date":1919.0,"Fin":null,"Durée":0.0,"Explication":"Cession d'Eupen Malmédy et + \/ distribution des colonnies allemandes (îles du pacifique aux Japon)"},{"Axe":25.0,"Titre":"URSS","Date":1922.0,"Fin":1991.0,"Durée":68.0,"Explication":"Staline devient secrétaire gen. du parti (Lénine malade), opposition avec Trotsky qui veut une révolution mondiale et écartement de tous les opposants\/ … \/Démission de Gorbatchev, il avait pourtant engagé la fin de la guerre froide et la libéralisation économique, indépendance des 15 etats"},{"Axe":45.0,"Titre":"marche sur Rome","Date":1922.0,"Fin":null,"Durée":0.0,"Explication":"Mussolini incite avec son journal à entrer en guer. en 1914 et et se fait virer du parti socialiste, il crée son parti national faciste en 1921 (d'après le mouvement faisceaux de combat 1919), en 1922 il demande des élections anticipées et prépare la marche sur Rome, sous les pressions le roi lui demande de fonder un gov. Il eut les soutiens des riches et s'opposa eux grévistes."},{"Axe":-55.0,"Titre":"inv. Mandchourie","Date":1931.0,"Fin":null,"Durée":0.0,"Explication":"Incident de Mukden provoqué par les jap pour justifier l'atq, le KMT doit alors gérer le Jap au nord et le PCC au sud (qui seront battus). En 1937, face au Jap, le PCC et KMT s'allièrent à nouveau mais échouèrent à s'entendre. Après l'inv. et le retrait de l'URSS en Mandchourie, le PCC repris le territoire et relança le guer."},{"Axe":-20.0,"Titre":"Arabie Saoud","Date":1932.0,"Fin":null,"Durée":0.0,"Explication":"1er état saoudien en 1744 et fond. du wahhabisme … lutte de pouvoir jusqu'en 1932. Une companie US passa un accord avec l'arabie saoudite pour chercher du pétrole, puis une ville et une base militaire (1938).\nLe père d'Osama Bin Laden construisit tout ça, puis son fils Ousama va repousser l'URSS en Afghanistan (10 ans) et reçoit le support USA. Puis il retourne en Arab Saoud et fonde Al Qaeda pour protéger les autres pays des grandes puissances, mais le gov lui prend son passport. Qd Saddam atq le Koeweit, l'USA vient à la rescousse (en partie psq l'Arab Saoud avait peur) et construit d'autres bases et Ousama lance le terrorisme (son gov a choisis les USA plutôt que lui pour def le Keoweit)."},{"Axe":null,"Titre":"guer du Chaco","Date":1932.0,"Fin":1935.0,"Durée":2.0,"Explication":"Après la guer du pacifique (1879-1883), la Bolivie perd son accès à la mer face au Chili. Le pays essaie d'occuper le Chaco pour regagner un accès (de + une fausse rumeur disait qu'il y avait du pétrole), au détriment du Paraguay.  Malgré l'avantage du nombre, la Bolivie perd toute la région et les territoires disputés."},{"Axe":-35.0,"Titre":"2ème guer. Ital-éthio","Date":1935.0,"Fin":1936.0,"Durée":0.0,"Explication":"Après une 1ère inv. ratée (1885-96), l'Italie occupe l'Ethiopie jusqu'en 1941 après un incident à la frontière (l'Italie quitte la société des nations (et se rapproche du nazisme), alors que l'Ethiopie en était aussi membre => échec de la Société des Nations."},{"Axe":55.0,"Titre":"guer. d'Espagne","Date":1936.0,"Fin":1939.0,"Durée":2.0,"Explication":"Nationalistes (Franco) + soutien italien et allemand vs républicain (milices social, commu, trotskiste désorganisées) + soutien russe mais prob ac les trotskistes et refus d'intervenir de la FR et UK\/ Dictature jusqu'à la mort de Franco en 1975"},{"Axe":-55.0,"Titre":"2ème guer. Sino-jap","Date":1937.0,"Fin":null,"Durée":0.0,"Explication":"1936 : pacte anti-komintern et tentative de coup militaire\/ Capture de Péking et massacre de Nankin"},{"Axe":40.0,"Titre":"expan. Allemande ","Date":1938.0,"Fin":1943.0,"Durée":4.0,"Explication":"1938 : Inv. Hongrie (soutien local), Tchécoslovaquie et Hongrie, 1939 accord avec URSS et inv. Pologne, 1940 : Danemarque et Norvège (acier) et Luxembourg, Belgique, Pays-Bas et France \/ Russie inv. Estonie, Lettonie et Lituanie \/ Allemagne s'allie ac Hongrie, Roumanie et Bulgarie et 1941 : inv. Yougoslavie et Grèce (trop dur pour les italiens) puis de la Russie \/ 1942 : alliés reprennent l'afrique, 1943 : débarque. en Silice et inv. Italie par les allemands"},{"Axe":null,"Titre":"Anschull","Date":1938.0,"Fin":null,"Durée":0.0,"Explication":"Le rassemblement entre All et Aut est interdit mais Hilter fait pression, Dollfuss élu en Aut résiste à Hilter, combat les nazis et se rapproche de Mussolini, Hilter le fait assassiner, les assassins sont pendus et Mussolini éclata de colère et Hilter reporte son annexion. En 1936; ac l'inv de l'Ethopie Mussolini est mal vu et se rapproche par dépit d'Hitler, soutien Franco et ne peut s'opposer à l'annexion de l'Aut en 1938."},{"Axe":-50.0,"Titre":"inv. Indochine","Date":1940.0,"Fin":null,"Durée":0.0,"Explication":"Par le japon (profitant de l'occupation de la France)=> embargo pétrolier des USA et création de l'axe"},{"Axe":80.0,"Titre":"Pearl Harbor","Date":1941.0,"Fin":null,"Durée":0.0,"Explication":"Destruction de la flotte américaine sur l'île d'Hawai puis annexion des Philippines (puis Indonésie, Thailand et Birmanie) => USA entre en guer."},{"Axe":-25.0,"Titre":"bat. El Alamein","Date":1942.0,"Fin":null,"Durée":0.0,"Explication":null},{"Axe":90.0,"Titre":"Midway","Date":1942.0,"Fin":null,"Durée":0.0,"Explication":"… bat. Guadalcanal et expulsion de l'atol de Tarawa (1943)"},{"Axe":20.0,"Titre":"bat. Koursk","Date":1943.0,"Fin":null,"Durée":0.0,"Explication":"5 juil-23 aout, Rus vs Alle dans la + grande bat. de char"},{"Axe":65.0,"Titre":"débarq. Sicile","Date":1943.0,"Fin":null,"Durée":0.0,"Explication":"Vict alliée en juillet, qques jours plus tard Mussolini est emprisonné par le roi (et sera libéré par un commando All.) et une reddition est préparée mais l'Allemagne prend le contrôle de l'Italie\/ échec italien en France, Grèce, Yougoslavie et en Afrique du nord"},{"Axe":-70.0,"Titre":"cap. Japon","Date":1945.0,"Fin":null,"Durée":0.0,"Explication":"6 et 9 aout, Hiroshima et Nagasaki, le 8 déclaration de guer. russe (invasion Hokkaido et Mandchourie) et capitulation le 10, la bombe A permettait à l'empereur de garder la face : extérieur (victime d'une new arme), intérieur (on ne pouvait pas lutter). L'empereur mentait au peuple quand au déroulement de la guerre, la puissance de destruction nucléaire était comparable au reste des raids aériens, ils comptaient résister jusqu'au bout mais défendre 2 fronts devenaient impossibles. Il existait un pacte de non aggression entre eux jusque 1946, la japon voulait garder Staline comme un intermédiaire avec les Alliés dans sa stratégie de résistance"},{"Axe":40.0,"Titre":"cap. Allemagne","Date":1945.0,"Fin":null,"Durée":0.0,"Explication":"28 avril décès Mussolini, 30 avril Hitler, 8 mai capitulation \/ Allemagne coupée en 2 (Berlin en possession des alliés)  \/ Mise en place de gouvernements pro-URSS dans les pays dans les pays \"libérés\""},{"Axe":null,"Titre":"indé Jakarta","Date":1945.0,"Fin":1949.0,"Durée":3.0,"Explication":"Les P-B avaient abandonnés la ville après l'invasion jap en 42, après la rédition ils ont voulu la récupérer mais 4 ans de révolution les ont poussés à reconnaitre leur indé."},{"Axe":-45.0,"Titre":"indé. Inde et Paki","Date":1947.0,"Fin":1948.0,"Durée":0.0,"Explication":"Séparation de l'empire Brit. des indes selon la religion des habitants. Pakistan revendique Cachemire (majo musulman) mais le Maharaja demande l'aide de l'Inde, il sera séparé en 2 (d'autres guerres en 1965-71-99). Le pakistan de l'est (province du Pakistan à l'intérieur de l'Inde), se sentant délaissé, proclama son indé et devient Bangladesh en 1971 après une guerre d'indé contre le Pakistan et ac l'aide de l'Inde.\/ Ghandi, Nerhu et Bose (ce dernier était proche d'Hilter et alliée avec les japonais contre le Raj UK) ont lutté contre la domination britanique"},{"Axe":-10.0,"Titre":"guer. Isra-arab","Date":1948.0,"Fin":1949.0,"Durée":0.0,"Explication":"La ligue arabe vs Israël après la fin du mandat britanique, ne reconnaissant pas sa légitimité, le sionisme aurait démarré après l'affaire Dreyfus et la publication de \"Der Judenstaat\" (si l'assimilation est impossible ds le pays des droits de l'homme créont le nôtre) et des progroms auraient lancés l'immigration (fond. Tel Aviv en 1909) mais surtout vers les USA, de plus les sionistes étaient minoritaire face aux orthodoxes (yiddish) en Europe. En 1917 UK promet aux juifs amé. une nation juive pour les rallier. Ils promettent aussi à Fayçal, chérif de la Mecque, les territoires arabes, il accepta aussi la cohabitation en palestine mais il devra se contenter d'être roi d'Irak, la Fr pris la Syrie."},{"Axe":-60.0,"Titre":"Chine commu.","Date":1949.0,"Fin":null,"Durée":0.0,"Explication":"PCC vs KMT (guerre civile débutée en 1927 par le répression de Shangai de peur des commu, les nationalistes partent à Taiwan (récupéré en 1945). En 1951, elle annexe le Tibet. En 1954-55, la Chine repousse Taiwan sur sa dernière ile et s'allie aux USA\/ 1961 : fin de l'accord avec l'URSS. En 1962 : guer avec l'Inde et annex d'une partie du Cachemire. Deng xiaoping ouvra Shenzen à frontière ac HongKong aux entreprises étrangères comme test en 1979."},{"Axe":-65.0,"Titre":"guer. Corée","Date":1950.0,"Fin":1953.0,"Durée":2.0,"Explication":"Invasion par le nord (soutenu par les soviet), contre attaque de l'ONU puis entrée en guerre de la Chine (avec le nord) => statu quo"},{"Axe":-75.0,"Titre":"fin occup. Amé.","Date":1952.0,"Fin":null,"Durée":0.0,"Explication":null},{"Axe":-50.0,"Titre":"guer. Vietnam","Date":1955.0,"Fin":1975.0,"Durée":19.0,"Explication":"Suite à la guer d'indochine 1946-54 : fin de l'Indochine (échec de la France à récupérer sa colonnie, après l'indé proclamée par Hô Chi Minh) => Laos, Cambodge et les 2 Vietnam sont indé, inv. des USA en soutien aux nationalistes vs les vietcong \/ Le royaume Khmer avait gagné son indé de Java vers 800, devint vassal des mongols vers 1250 avant de finir partiellement envahit par le Siam en 1431. Inquiété par le Siam et le Vietnam, le Cambodge appela à l'aide Napoléon III en 1863 et devint protectorat fr après l'annexion de la Cochinchine. La colonnisation du Vietnam et Laos mena à la fédération des protectorats (Indochine).\/ Après l'indé le Cambodge se rapprochera des commus, mais un général prendra le pouvoir par un coup (1953-70) et Sihanouk ira en Chine et appelera le peuple à se rebeller (khmers rouges), les vietcongs quittent le Cambodge en 73?, les rebelles reprendront le pays en 1975, déportèrent les citadins dans des camps de travail et firent un massacre. En 1979, le Vietnam (soutenu par l'URSS) se sentant menacé, atq le Cambodge (soutenu par la Chine), le gov fuit en Thailande et la Chine lanca une atq ratée sur le Vietnam et le Cambodge crée un gov pro Vietnam. Continuation de la terreur, les occidentaux soutiendront les Khmers... jusqu'à un new gov."},{"Axe":-25.0,"Titre":"prise canal Suez","Date":1956.0,"Fin":null,"Durée":0.0,"Explication":"Nasser (président Egyptien après un coup) saisit le canal, puis opération (Fr, UK et Israël) de reconquête avortée par les Nations Unies, l'URSS avait menacé de frappes nucléaires. Pdt ce temps là l'URSS entre en Hongrie après que le pays ait annoncé vouloir sortir du pacte de Varsovie "},{"Axe":100.0,"Titre":"inv. contraception ","Date":1956.0,"Fin":null,"Durée":0.0,"Explication":"Par le docteur Pincus sous l'impulsion de Margaret Sanger et le financement de la riche veuve K. McCormick"},{"Axe":-35.0,"Titre":"indé. Congo","Date":1960.0,"Fin":null,"Durée":0.0,"Explication":"Congo les militaires africains devaient justifier avec une main ou pied l'utilisation d'une balle (pour éviter de trop les armer). Les premières photos (couple Harris) les dénoncer et l'opinion public changea ... la scandale détourne les yeux des autres colonnies européenes. Léopold renonce et le gov prend le relais... Mubutu (chef des armées) se proclame président (1965-97) et le pays devient le Zaire, après le retrait des forces américaines, débute la 1ère guer du Congo (96-97) (amorçée par le massacre des Tutsi par les Hutu au Rwanda), des Hutus fuient vers le Congo après le massacre at atq les Tutsi locaux et le Rwanda les aide contre les Hutu. N'appréciant pas l'ingérence, Mubutu expulse les Tutsi du Zaire, en réponse le Rwanda et Ouganda s'oppose au Zaire et Kabila prend Kinshasa et donne son nom actuel au Congo ... mais il chassa aussi les Tutsi. La 2ème (98-2003), les Tutsi du Congo se rebellent ac leurs alliées Ouganda et Rwanda, en 2001 Kabila est assassiné et son fils reprend les rennes et les rebelles finiront par laisser le Congo. guer du Kivu (2004-...) : un général Tutsi se rebelle jusqu'à son arrestation en 2009, après les élections de 2012, c'est reparti au Kivu, en 2013, l'ONU les calme mais la paix ne règne pas."},{"Axe":null,"Titre":"Somalie ","Date":1960.0,"Fin":null,"Durée":0.0,"Explication":"Au 18ème UK et Ital conq le territoire, indé et fusion en 1960 mais le nord UK a pris du retard\/ putsh en 1969 de Siad Barre (répu socialiste) mais galère après les guer contre l'éthiopie\/ 91 : le nord déclare son indé (Somaliland)\/ 98 Puntland idem au nord est et dans le reste du pays : gouv tribal par les tribunaux islamiques, qui seront dispersés par les éthipiens en 2006 (demandé par le gov en exil) donnant naissance à des terroristes isla. Ensuite une intervention du Kenya en 2011 en laissera une guérilla"},{"Axe":-55.0,"Titre":"révo. Cultu. Chinoise","Date":1966.0,"Fin":1976.0,"Durée":9.0,"Explication":"1956 : campagne des cents fleurs 1957 contre les intellectuels supervisé par Deng Xiaoping, grand bond en avant 1958-62 (surexplotation, famine)\/ De peur d'être effacé de l'histoire comme Staline, Mao amorça la révo culturelle en nageant ac le peuple dans le Yantze, la destruction de l'héritage impérial et recentrer la Chine autour de Mao.\/ Après 76 (mort de Mao) : Xiaping, qui avait été écarté par Mao, ouvert le pays et amorçe 30 années de croissance\/ 87 : Hu Yaobang (secrétaire général du parti) forcé de démissionner pour le soutien aux étudiants, meurt après 2 ans et devient un symbole => manif Tiananmen 1989 "},{"Axe":-10.0,"Titre":"guer. 6 jours","Date":1967.0,"Fin":null,"Durée":0.0,"Explication":"Israël vs Egypte, Syrie et jordanie suite au bloc de ses navires au détroit de Tiran"},{"Axe":5.0,"Titre":"coup grec","Date":1967.0,"Fin":null,"Durée":0.0,"Explication":"Coup militaire, tentative d'un contre-coup raté par le roi, les forçant à fuir (dont son fils, mari d'Elisabeth). Jusqu'en 1974"},{"Axe":55.0,"Titre":"année de révolte","Date":1968.0,"Fin":null,"Durée":0.0,"Explication":"Printemps de Prague : tentative d'allier socialisme et liberté (réprimé par les russes)\/ Manifestation d'étudiants à Mexico qques jours avt les JO reprimée dans le sang (octo)\/ Assassinat de Luther King et émeutes (avril), pdt les JO 2 athlètes noirs amé. levèrent le poing et furent bannis de compétition à vie, l'opinion publique américaine se fractura aussi sur la guer de Vietnam.\/ Manifestation d'étudiants à Mexico qques jours avt les JO reprimée dans le sang (octo)\/ les néerlandophones manifestèrent pour chasser les francophones de UCL, après démission et tension de parti PSC (qui finira scinder), Louvain-la-Neuve fut construite pour séparer UCL et KUL\/ mai 68 : "},{"Axe":100.0,"Titre":"homme sur la lune","Date":1969.0,"Fin":null,"Durée":0.0,"Explication":"Mission Apollo 11"},{"Axe":null,"Titre":"guer 100h","Date":1969.0,"Fin":null,"Durée":0.0,"Explication":"Expulsion massive de salvadoriens du Honduras + alternations pdt un match de foot. Le Salvador mieux armé entra sur le territoire mais du reculer face à l'aviation du Honduras et aux pressions internationales. Traité signé en 1980."},{"Axe":-10.0,"Titre":"guer. du Kipour","Date":1973.0,"Fin":null,"Durée":0.0,"Explication":"Egypte+Syrie+Jordanie(soutien arab) vs Israel(soutien USA) : premier choc pétrolier (fermeture des robinets de l'OPEP)\/ 1978 Israel rend le Sinai et est reconnu par l'Egypte (siège ligue arabe déplacée)"},{"Axe":null,"Titre":"Coup Pinochet","Date":1973.0,"Fin":null,"Durée":0.0,"Explication":"USA stop les investissements et les prêts de la banque mondiale contre Allende (élu en 1970, programme à gauche et nationalisation), les riches s'en plaigent et les pauvres trouvent les réformes trop lentes (grèves, inflations et tendances aux communismes), la visite de Castro fut de trop. L'armée soutenue par les USA fit un coup en 1973 (palis bombardé par avion et entouré, Allende se suicidera) et Pinochet prit la pouvoir sans élection, jusqu'en 1990 après l'échec du référundum (il resta chef des armées et sénateur)."},{"Axe":-5.0,"Titre":"guer. Liban","Date":1975.0,"Fin":1990.0,"Durée":14.0,"Explication":null},{"Axe":-35.0,"Titre":"conflit tchado-libyen","Date":1978.0,"Fin":1987.0,"Durée":8.0,"Explication":"Après la guer civ. tchad. (1965-79) et le coup de Khadafi en Libye, il soutient les rebelles tchad. et envahit le nord du pays mais les rebelles et le gov vont reprendre ce territoire ac l'aide Fr. (guer des toyotas)"},{"Axe":-45.0,"Titre":"guer. Afghanistan","Date":1979.0,"Fin":1989.0,"Durée":9.0,"Explication":"En 1973 Daoud Khan, cousin du roi instaure la république, proche des commu, en 1978 coup par les commus donne le pouv. à un dictateur qui transforme le pays en satellite de l'URSS et exécute la famille du président à son retour de Russie. L'URSS prend alors le contrôle du pays (1979) face aux rebelles moudjahidines (par ex Massoud) soutenus par les USA, le Pakistan et l'arabie Saoud. Après le retrait russe en 1989, le gov afghan tombe en 1992, les chefs rebelles peinent à s'entendre et donne naissance aux talibans face à eux. En 1996 les talibans (soutie du Pakistan) prennent presque tout le pays (reste qu'une partie à Massoud). En 2001 Massoud et tué et l'attentat du WTC lance l'inv amé, le pays est pris en 1 sem et le parti de Massoud est mis au gov. Avec le retrait des forces alliées les talibans possèdent tjrs du territoire."},{"Axe":-25.0,"Titre":"révo. Iran","Date":1979.0,"Fin":null,"Durée":0.0,"Explication":"En 1953, la CIA orchestre un coup (après la nationalisation du pétrole et soutien du clergé chiite au coup), le shah devient le leader (entente avec USA). En 1979 les libéraux et religieux ne veulent plus du shah (fuite USA) l'ayatollah deviendra le guide suprême et un groupe qu'il soutient prend en otage des amé., voulant le shah en échange (ils se rendront + d'1 an après, contre les avoir du shah). La survie face à l'Irak légitimera le gov."},{"Axe":-20.0,"Titre":"guer. Irak-Iran","Date":1980.0,"Fin":1988.0,"Durée":7.0,"Explication":"1968 coup en Irak, 1979 révo isla en Iran (contre impérialisme étranger) et Saddam veut en profiter, l'Iran soutient les kurdes d'Irak et inversément, au final l'Irak donna des territoires pour l'arrêt du soutien. Irak(soutien Rus, USA, Arab Saoud..) vs Iran. A la fin du conflit l'Irak purgera son pays des kurdes. Mais ils reprendront contrôle du nord après les guer du golfe. Des territoires syriens tombe aussi aux mains des kurdes syriens (pas vrmt allié des kurdes d'Irak), mais la turquie a pris le contrôle du nord des territoires pour éviter un état kurde à sa frontière. Les kurdes irakiens défendent le nord face à l'état islamique et votent leur indé mais la fin du conflit isla sonne le retour des forces irakiennes."},{"Axe":null,"Titre":"guer Malouines","Date":1982.0,"Fin":null,"Durée":0.0,"Explication":"L'argentine tente de récupérer les Malouines, ets. en s'imposant par la force. UK ne se laissera pas faire, la dictature argentaine échoue et laisse place à un gov démocratique après ça."},{"Axe":20.0,"Titre":"cat. Tchernobyl","Date":1986.0,"Fin":null,"Durée":0.0,"Explication":"Avec Fukushima (2011) et Kychtym (1957)"},{"Axe":null,"Titre":"guer Karabagh","Date":1988.0,"Fin":1994.0,"Durée":5.0,"Explication":"Le Haut-Karabagh (majorité arménienne en Azerbaidjan) déclare son indé + Arménie bat Azerbaidjan, et devint \"indé\" et occupé par l'Arménie (ainsi que d'autres villes aziri occupée et repeuplée d'arméniens). Mais en 2020, après des préparations et avec l'aide de la Turquie, l'Azerb ratq, récupère une partie du Karabagh et des territoires occupés."},{"Axe":40.0,"Titre":"chute mur de Berlin","Date":1989.0,"Fin":null,"Durée":0.0,"Explication":"Berlin séparé en 4 en 1945 : FR, UK, USA et URSS\/ 1949 : RFA et RDA\/ 1958 : URSS tente un ultimatum (quitter Berlin) refusé par les alliées\/ Construction en 1961 contre la fuite est=>ouest\/  L'URSS accepte de réunification all si l'OTAN (créé en 1949) promet de pas agrandir sa zone d'influence vers l'est. En 1999 la pologne ets entrent ds l'OTAN qui promet de ne pas militariser (les relations restent bonnes). En 2004, 7 new pays intègrent l'OTAN et le ton monte entre les 2 pays. Protest en 2003 et 2004 en Géorgie et Ukraine contre le totalitarisme."},{"Axe":-25.0,"Titre":"guer. du Golfe","Date":1990.0,"Fin":1991.0,"Durée":0.0,"Explication":"Irak vs Koeweit+coalition internat."},{"Axe":10.0,"Titre":"guer. Bosnie-Herz","Date":1992.0,"Fin":1995.0,"Durée":2.0,"Explication":null},{"Axe":-60.0,"Titre":"rétro. Hong-Kong","Date":1997.0,"Fin":null,"Durée":0.0,"Explication":"Confirmée en 1984, rétrocession de Hong-kong et + par les Anglais (autonome jusqu'en 2047 puis suppression de la frontière), acquis pdt les guer. de l'opium et sino-jap après le bail de 99 ans\/ rétro. de Macao par le Portugal en 1999"},{"Axe":95.0,"Titre":"quasi faillite LTCM","Date":1998.0,"Fin":null,"Durée":0.0,"Explication":"Un des plus gros Hedge fund, pariait sur le rétrécissement du spread entre produit jugé anormal, les gains étaient faibles mais utilisaient l'effet de levier, il le calculait en se basant sur la forumle de Scholes et Merton (qu'ils ont embauché) en fct du risque à 0,01%. Après le défaut de la Russie sur les GKO, ils perdent 500M car le banque qui les hedgeait en Russie a fait faillite, après 2 semaines la crise qui en découle fait perdre la moitié de leur actif (la panique prend, on vend, les prix baissent et le spread augmente) et la Fed force les banques d'invest à renflouer LTCM vu qu'elles sont elle même en partie créditrice des 98Milliards de dette de LTCM"},{"Axe":95.0,"Titre":"fail. Lehman Bro","Date":2008.0,"Fin":null,"Durée":0.0,"Explication":"Bulle immo alimentée par les refinancements de prêt jusqu'à ce que plus personne ne puisse acheter, la demande stagne=>plus de refinancement=>défaut de payement=>saisie-vente et - de prêts=>+ de dem - d'offre = éclatement. Les banques avaient rassemblés les créances en actifs financiers : CDO (regroupés, ils avaient une bonne rentabilité tout en réduisant le risque SAUF qu'ils ont continués à créer des CDO de + en + pourri (BB,B) et les agences continuaient à les noter AAA) et en avaient inondé le marché et l'AIG assurait ces CDO avec des CDS (sorte d'assurance à laquelle même les gens sont concernés par le risque peuvent prétendre) => une fois que la bulle a éclaté et que les gens ont fait défauts => dévaluation de l'actif (CDO) :  dette > actif, méfiance : fin des prêts interbancaires : 15 sept : plus personne voulait leur prêter (impossible de rembourser la dette journalière (faillite)), de plus l'AIG (le + gros assureur) du être sauvée car elle devait rembourser trop pour les CDO. MAIS Goldmand ets ont se sont assurés contre les CDO auprès de l'AIG et remarquant que l'AIG était dans la merde, ils se sont assurés contre la faillite de l'AIG ... et donc après le sauvetage de l'AIG ets, Goldmand ets ont été indemnisés. Si les banques manquaient le fond c'est à cause de l'effet de levier :elles calculent  leur perte max sur un interval à un certain pourcentage et ils font juste en sorte que leur actif soit plus grand que la perte max, sauf que les modèles étaient faux et les pertes potentielles étaient... Les dettes souveraines étaient utiles commes collatéraux (tt les pays d'europe avait le mm taux d'intérêt= risque, alr que c'était faux), désertés par l'invest privé et ↘secteur contruction, les pays faibles ↗les dépenses publiques pour sauver les banques (surtout l'Irlande) relever leur économie mais en 2010 les marchés financiers refusent de prêter aux Etats (Espagne, Portual, Italie), l'Europe soutiendra ces pays mais leur imposera l'austérité (surtout la Grèce) => + de chomage= + d'aides et - de conso => déficit public."},{"Axe":null,"Titre":"Sud-Soudan","Date":2011.0,"Fin":null,"Durée":0.0,"Explication":"Depuis l'indé en 1956, le mépris des arabes envers les noirs menèrent à 2 guer civiles (1955-72 et 1983-2005), en 1969 Nimeiry donne une forme d'autonomie au sud mais en 1983 il leur enlève et instaura la charia lançant la 2ème guer. Après 2005, un new conflit au Darfour visant les négro-musulman enlisse le new général qui finira par proposer la référendum d'indé. En 2013, le sud-soudan retombe dans la guer civile entre les Dinkas (majoritaires) et les Nuers (qui auraient plusieurs fois été dans le camp du nord-soudan dans la précédente guer civile)"},{"Axe":15.0,"Titre":"révo Maidan","Date":2014.0,"Fin":null,"Durée":0.0,"Explication":"Ukraine divisée entre europe et Russie (déjà historiquement de chaque côté du Dniepr), au 18ème s. conq par la Russie, indé en 1917 et incluse ds l'URSS en 1922. En 1954 la Russie donne la Crimée à l'Ukraine. Sous régime pro-rus de 1991 à 2004, puis rapprochement ac UE, en 2013 Ianoukovytch stoppa les négo (union éco) ac l'UE, ce qui lanca des protestations, Ianoukovytch démisionne et le new gov renoue ac l'UE (mais des ukrainiens de l'est refuse ce new gov, 97% votes pour l'annexion par référundum). La Russie soutient les séparatistes et annexe la Crimée (entre 2014-19, 13K morts)."}]