[{"Axe":15.0,"Date":2014.0,"Fin":null,"Durée":0.0,"Titre":"Révolution de Maidan","Explication":"Ukraine divisée entre Europe et Russie (déjà historiquement de chaque côté du Dniepr). Conquise par la Russie au 18ème puis indépendante en 1917 et incluse dans l'URSS en 1922. En 1954, la Russie donna la Crimée à l'Ukraine. Sous régime pro-russe de 1991 à 2004, l'Ukraine se rapprocha avec UE. En 2013, Ianoukovytch stoppa les négociations d'une union économique avec l'UE, ce qui lança des protestations. Ianoukovytch démissionna et le nouveau gouvernement renoua avec l'UE mais des Ukrainiens de l'est refusèrent ce nouveau gouvernement (97% des gens de Crimée votèrent pour l'annexion par référendum). La Russie soutint les séparatistes et annexa la Crimée (entre 2014-19, il y eu 13K morts)."},{"Axe":-15.0,"Date":2014.0,"Fin":null,"Durée":0.0,"Titre":"Guerre du Yémen","Explication":"En 2012, le président Saleh démissionna et laissa les rennes à Hadi son vice-président. Les négociations pour plus d'autonomie des Houtis échouèrent et en 2014, ils prirent la capitale et l'est. Hadi fut exilé en Arabie Saoudite qui décida d'intervenir. Saleh prit la tête des Houthis avec une partie des militaires (avec l'appui de l'Iran). De plus, il y a des mouvements séparatistes dans le sud et la présence d'Al-Qaida. Jusqu'en 1990, le Yémen du nord (Independent en 1918 après l'empire Ottoman) et du sud (colonie britannique jusqu'en 1967) était séparé, mais depuis l'unification, les tribus du nord se sentent délaissées et sont en insurrection depuis 2004."},{"Axe":-10.0,"Date":2011.0,"Fin":null,"Durée":0.0,"Titre":"Sud-Soudan","Explication":"Depuis l'indépendance en 1956, le mépris des arabes envers les noirs menèrent à 2 guerres civiles (1955-72 et 1983-2005). En 1969, Nimeiry donna une forme d'autonomie au sud mais en 1983, il la leur enleva et instaura la charia lançant la 2ème guerre. Après 2005, un nouveau conflit au Darfour visant les négro-musulman enlisa le nouveau général qui finira par proposer la référendum d'indépendance. En 2013, le sud-soudan retomba dans la guerre civile entre les Dinkas (majoritaires) et les Nuers (qui auraient plusieurs fois été dans le camp du nord-soudan dans la précédente guerre civile)."},{"Axe":55.0,"Date":2010.0,"Fin":null,"Durée":0.0,"Titre":"Crise De L'Euro","Explication":"Les dettes souveraines étaient utilisées comme collatéraux mais à ce moment tous les pays d'Europe avait le même taux d'intérêt, reflétant le risque, alors que c'était faux. Désertés par l'investissement privé avec la crise et la baisse du secteur construction, les pays fragiles augmentèrent les dépenses publiques pour sauver les banques (surtout l'Irlande) et relever leur économie. Mais en 2010, les marchés financiers refusèrent de prêter aux Etats (Grèce, Espagne, Portugal, Italie), l'Europe soutiendra ces pays mais leur imposera l'austérité (surtout la Grèce) alors qu'ils devaient augmenter leur dépense publique pour relancer l'économie."},{"Axe":95.0,"Date":2008.0,"Fin":null,"Durée":0.0,"Titre":"Faillite de Lehman Brothers","Explication":"Bulle immobilière alimentée par les refinancements de prêt jusqu'à ce que plus personne ne puisse acheter. La demande stagna, plus de refinancement et donc défaut de payement pour certains. Saisie puis vente par la banque. Les banques avaient rassemblés les créances en actifs financiers, les CDO (regroupés, ils avaient une bonne rentabilité tout en réduisant le risque SAUF qu'ils ont continués à créer des CDO de + en + pourri (BB,B) et les agences continuaient à les noter AAA). En plus ils en avaient inondé le marché et l'AIG assurait ces CDO avec des CDS (sorte d'assurance). Une fois que la bulle a éclaté et que les gens ont fait défauts, dévaluation de l'actif car les CDO ne valaient plus rien. L'AIG fut en faillite car elle ne pouvait pas rembourser tous les assurés, mettant ses assurés en risque de faillite. A cause de la méfiance, fin des prêts interbancaires, le 15 septembre : plus personne voulu prêter à Lehman Brothers pour rembourser leur dette journalière ce qui les mis en faillite. Le problème c'est que les créanciers de Lehman Brothers furent aussi en risque de faillite. L'AIG dut être sauvée pour éviter de propager la faillite. MAIS Goldman Ets ont s'étaient assurés contre les CDO auprès de l'AIG et remarquant que l'AIG était dans la merde, ils ont parié sur la faillite de l'AIG. Après le sauvetage de l'AIG, Goldman Ets furent indemnisés alors qu'ils ont participés à l'effondrement. Si les banques étaient à la limite de la faillite avec la chute des CDO, c'est à cause de l'effet de levier. Elles calculent leur perte maximale et ils font juste en sorte que leur actif soit plus grand que la perte maximale. Sauf que les modèles étaient faux. "},{"Axe":95.0,"Date":1998.0,"Fin":null,"Durée":0.0,"Titre":"Quasi-Faillite de LTCM","Explication":"Un des plus gros Hedge fund pariait sur le rétrécissement du spread jugé anormal entre divers produits. Les marges étaient faibles le gain important grâce à l'effet de levier. Ils calculaient l'effet de levier à avoir en se basant sur la formule de Scholes et Merton (qu'ils ont embauché) pour avoir 0,01% de chance d'être en faillite. Après le défaut de la Russie sur les GKO, ils perdirent 500M car la banque qui les hedgeait en Russie a fait faillite. Après 2 semaines, la crise qui en découla fit perdre la moitié de leur actif (la panique prit, on vendit, les prix baissèrent et le spread augmenta). La Fed força les banques d'investissement à renflouer LTCM vu qu'elles sont elles même en partie créditrice des 98Milliards de dette de LTCM."},{"Axe":-60.0,"Date":1997.0,"Fin":null,"Durée":0.0,"Titre":"Rétrocession de Hong-Kong","Explication":"Rétrocession de Hong-Kong par les Anglais, acquis pendant les guerres de l'opium et sino-japonaises après le bail de 99 ans. Confirmée en 1984, Hong Kong devrait rester autonome jusqu'en 2047 puis suppression de la frontière).\/ rétrocession de Macao par le Portugal en 1999."},{"Axe":10.0,"Date":1992.0,"Fin":1995.0,"Durée":2.0,"Titre":"Guerre de Bosnie-Herz","Explication":"\/"},{"Axe":-25.0,"Date":1990.0,"Fin":1991.0,"Durée":0.0,"Titre":"Guerre Du Golfe","Explication":"Irak contre Koweït soutenu par la coalition internationale."},{"Axe":40.0,"Date":1989.0,"Fin":null,"Durée":0.0,"Titre":"Chute du Mur De Berlin","Explication":"Berlin fut séparé en 4 en 1945, entre la France, Angleterre, USA et URSS.\/En 1949, RFA à l'ouest et RDA à l'est\/ En 1958, l'URSS posa l'ultimatum de quitter Berlin refusé par les alliées\/ Construction du mur en 1961 contre la fuite de l'est vers l'ouest\/ Le 9 novembre 89, le porte-parole annonça que la frontière était ouverte sans condition, oubliant que c'était effectif le 10. Les Allemands se sont rués vers le mur et les gars frontières n'ont rien pu faire. L'URSS accepta la réunification si l'OTAN (créé en 1949) promet de pas agrandir sa zone d'influence vers l'est. En 1999, la Pologne et d'autres pays entrèrent dans l'OTAN qui promit de ne pas militariser (les relations restent bonnes). En 2004, 7 nouveaux pays intégrèrent l'OTAN et le ton monta entre les 2 pays. Protestation en 2003 et 2004 en Géorgie et Ukraine contre le totalitarisme."},{"Axe":5.0,"Date":1988.0,"Fin":1994.0,"Durée":5.0,"Titre":"Guerre du Karabagh","Explication":"Le Haut-Karabagh (à majorité arménienne en Azerbaïdjan) déclara son indépendance et avec l'Arménie, ils battirent l'Azerbaïdjan. Le territoire et devint autonome et fut occupé par l'Arménie (ainsi que d'autres villes aziris occupées et repeuplées d'arméniens). Mais en 2020, après des préparations et avec l'aide de la Turquie, l'Azerbaïdjan rattaqua et récupéra une partie du Karabagh et des territoires occupés."},{"Axe":20.0,"Date":1986.0,"Fin":null,"Durée":0.0,"Titre":"Accident de Tchernobyl","Explication":"Avec Fukushima (2011) et Kychtym (1957)"},{"Axe":80.0,"Date":1982.0,"Fin":null,"Durée":0.0,"Titre":"Guerre Des Malouines","Explication":"L'argentine tenta de récupérer les Malouines en s'imposant par la force. L'Angleterre ne se laissa pas faire puis la dictature argentine échoua et laissa place à un gouvernement démocratique."},{"Axe":-15.0,"Date":1980.0,"Fin":1988.0,"Durée":7.0,"Titre":"Guerre Iran-Irak","Explication":"En 1968, coup en Irak et prise de pouvoir par Saddam. Il voulut profiter de la révolution islamique contre impérialisme étranger en Iran en 1979. Irak et des soutiens russes, américains et saoudiens contre Iran. l'Iran soutenait les kurdes d'Irak et inversement, finalement l'Irak donna des territoires pour l'arrêt du soutien.  A la fin du conflit l'Irak purgera son pays des kurdes. Mais ils reprirent le contrôle du nord après les guerre du golfe. Des territoires syriens tombèrent aussi aux mains des kurdes syriens (pas vraiment allié des kurdes d'Irak), mais la Turquie a pris le contrôle du nord des territoires pour éviter un état kurde à sa frontière. Les kurdes irakiens défendirent le nord face à l'état islamique et votèrent leur indépendance mais la fin du conflit islamique sonna le retour des forces irakiennes."},{"Axe":-45.0,"Date":1979.0,"Fin":1989.0,"Durée":9.0,"Titre":"Guerre Afghanistan","Explication":"En 1959, les femmes sont plus obligées de mettre la burka, le roi soutient une occidentalisation et le pays se dote d'un parlement en 1965, mais la modernité ne sort pas de Kaboul. En 1973 après une sécheresse et famine, Daoud Khan, cousin du roi, instaura la république. En 1978, un coup par les communistes donna le pouvoir à un dictateur qui transforma le pays en satellite de l'URSS. Il exécuta la famille du président à son retour de Russie. L'URSS prit alors le contrôle du pays en 1979 et voulurent supprimer les codes sociaux islamique face aux rebelles moudjahidin (commandant Massoud) soutenus par les USA, le Pakistan et l'Arabie Saoudite. Al-Qaïda fut fondé par Ben Laden fin 80 en tant que réseau logistique de soutien. Après le retrait russe en 1989, le gouvernement afghan tomba en 1992. Vers 94, un groupe (les talibans=étudiants) autour d'un professeur d'islam chassèrent les moudjahidin et gagnèrent de l'argent avec l'opium. Le Pakistan était plus favorable aux talibans que les moudjahidin (car ils pouvaient s'ailier avec les Indiens) et fournirent des armes. Ils prirent le pays en 96, appliquèrent un islam stricte et accueillirent aussi Al-Qaïda. En 2001, Massoud est tué et l'attentat du WTC lança l'invasion américaine dans le but de traquer Bin Laden puis faire tomber les Talibans. Les Talibans ont proposé de donner Bin Laden, ce que les USA refusèrent. Le pays fut pris en 1 semaine et le parti de Massoud fut mis au gouvernement. Les Talibans sont revenus petit à petit grâce la haine anti-USA et avaient déjà repris des territoires ruraux vers 2013. L'état islamique est juste une branche d'Al-Qaïda qui s'est émancipée après la guerre en Syrie."},{"Axe":-25.0,"Date":1979.0,"Fin":null,"Durée":0.0,"Titre":"Révolution Iranienne","Explication":"En 1953, la CIA orchestra un coup (après la nationalisation du pétrole et le soutien du clergé chiite au coup) et le Shah fut mis au pouvoir par les USA. En 1979, les libéraux et religieux ne voulurent plus du Shah qui fuit aux USA. L'ayatollah deviendra le guide suprême et un groupe qu'il soutenait prit en otage des Américains, voulant le shah en échange. Ils se rendirent un an après contre les avoir du Shah). La survie face à l'attaque de l'Irak légitimera le gouvernement."},{"Axe":-35.0,"Date":1978.0,"Fin":1987.0,"Durée":8.0,"Titre":"Conflit Tchado-Libyen","Explication":"Après la guerre civile au Tchad (1965-79) et son coup en Libye, Kadhafi soutint les rebelles tchadiens et envahit le nord du pays. Mais d'autres rebelles et le gouvernement reprirent ce territoire avec l'aide française (guerre des Toyota)."},{"Axe":0.0,"Date":1975.0,"Fin":1990.0,"Durée":14.0,"Titre":"Guerre du Liban","Explication":"\/"},{"Axe":-10.0,"Date":1973.0,"Fin":null,"Durée":0.0,"Titre":"Guerre Du Kipour","Explication":"Egypte, Syrie et Jordanie contre Israël et soutien des USA. probablement à l'origine du premier choc pétrolier (fermeture des robinets de l'OPEP)\/ En 1978, Israël rendit le Sinaï et fut reconnu par l'Egypte, après cette \"trahison\" le siège de la ligue arabe déplacé."},{"Axe":80.0,"Date":1973.0,"Fin":null,"Durée":0.0,"Titre":"Coup de Pinochet","Explication":"Les USA stoppèrent les investissements et les prêts de la banque mondiale pour déranger Allende, élu en 1970 au Chili, avec un programme à gauche pro nationalisation. Les riches s'en plaignirent et les pauvres trouvèrent les réformes trop lentes (grèves, inflations et tendances aux communismes) puis la visite de Castro fut de trop. L'armée, soutenue par les USA, fit un coup en 1973 (le palais fut bombardé par avion et entouré, Allende se suicidera) puis Pinochet (son ministre de la défense) s'imposa sans élection, jusqu'en 1990 après son échec au référendum (il resta quand même chef des armées et sénateur)."},{"Axe":100.0,"Date":1969.0,"Fin":null,"Durée":0.0,"Titre":"Homme Sur La Lune","Explication":"Mission Apollo 11. Premier satellite en orbite en 1957 avec Spoutnik qui lancera la course à l'espace. Gagarine sera le premier homme dans l'espace (les USA envoient un homme 3 semaines plus tard mais il ne fera pas le tour de la terre). L'URSS effectuera aussi la première sortie dans l'espace. Les USA gagneront finalement la course à la Lune."},{"Axe":80.0,"Date":1969.0,"Fin":null,"Durée":0.0,"Titre":"Guerre de 100h","Explication":"Expulsion massive de salvadoriens du Honduras et des alternations pendant un match de foot. Le Salvador mieux armé entra sur le territoire mais dû reculer face à l'aviation du Honduras et aux pressions internationales. Traité signé en 1980."},{"Axe":-5.0,"Date":1969.0,"Fin":null,"Durée":0.0,"Titre":"Coup en Lybie","Explication":"Après son indépendance en 1951 le pays devint un royaume, puis Kadhafi prit le pays en 1969. Rébellion en 2011, des villes côtières est et l'ONU aida à faire tomber Kadhafi. Election libre en 2012 mais gros bordel. Haftar revint en Libye en 2011 après sa défaite au Tchad. Il fut abandonné par Kadhafi et a collaboré avec les USA pendant 30 ans. Il prit le contrôle de l'est contre les villes islamiques de l'ouest. L'ONU tenta de les unir mais Haftar refusa et donc le gouvernement de Sarraj finit soutenu par l'ONU et Haftar devint l'opposant. Haftar prit le sud riche en pétrole en 2019 et est soutenu par l'Egypte, les émirats, la Russie. Sarraj survit grâce à la Turquie."},{"Axe":55.0,"Date":1968.0,"Fin":null,"Durée":0.0,"Titre":"68, Année De Révolte","Explication":"Printemps de Prague, tentative d'allier socialisme et liberté (réprimé par les russes).\/ Manifestation d'étudiants à Mexico quelques jours avant les JO réprimée dans le sang (octobre)\/ Assassinat de Luther King et émeutes (avril). Pendant les JO 2 athlètes noirs américains levèrent le poing et furent bannis de compétition à vie, l'opinion publique américaine se fractura aussi sur la guerre du Vietnam.\/ Les néerlandophones manifestèrent pour chasser les francophones de UCL, crise pour le parti PSC (qui finira scinder). Louvain-la-Neuve fut construite pour séparer UCL et KUL\/ mai 68 : "},{"Axe":-10.0,"Date":1967.0,"Fin":null,"Durée":0.0,"Titre":"Guerre de 6 Jours","Explication":"Israël contre Egypte, Syrie et Jordanie suite au blocus de ses navires au détroit de Tiran."},{"Axe":5.0,"Date":1967.0,"Fin":null,"Durée":0.0,"Titre":"Coup Grec","Explication":"Coup militaire puis tentative d'un contre-coup raté par le roi, les forçant à fuir (dont son fils, le mari d'Elisabeth 2). Il resta au pouvoir jusqu'en 1974."},{"Axe":-55.0,"Date":1966.0,"Fin":1976.0,"Durée":9.0,"Titre":"Révolution Culturelle Chinoise","Explication":"En 1957, campagne des cent fleurs supervisée par Deng Xiaoping. Le but était de redonner une liberté d'expression aux intellectuels mais les contestations furent tellement fortes que le Parti du lancer une féroce répression. Grand bond en avant en 1958-62 (surexploitation, famine).\/ De peur d'être effacé de l'histoire comme Staline, Mao amorça la révolution culturelle en nageant avec le peuple dans le Yangtze, en détruisant l'héritage impérial et en recentrant la Chine autour de Mao.\/ Après sa mort en 76, Xiaping, qui avait été écarté par Mao, ouvra le pays et amorce 30 années de croissance\/ En 87, Hu Yaobang (secrétaire général du parti) forcé de démissionner pour son soutien aux étudiants, mourut après 2 ans et devint un symbole lançant la manifestation de Tiananmen en 1989."},{"Axe":-35.0,"Date":1960.0,"Fin":null,"Durée":0.0,"Titre":"Indépendance du Congo","Explication":"Au Congo les militaires africains devaient justifier avec une main ou pied l'utilisation d'une balle (pour éviter de leur donner des munitions), et ils n'hésitaient pas à tuer lorsqu'ils utilisaient une balle pour autre chose. Les premières photos (couple Harris) les dénoncèrent et l'opinion public changea. Le scandale détourna l'attention des autres colonies européennes, pas dans un meilleur état. Léopold renonça et le gouvernement prend le relais. Mubutu (chef des armées) se proclama président (1965-97) et le pays devint le Zaïre. Après le retrait des forces américaines, débuta la 1ère guerre du Congo (96-97), amorcée par le massacre des Tutsis par les Hutus au Rwanda. Des Hutus fuyèrent vers le Congo après le massacre at attaquèrent les Tutsi locaux et le Rwanda les aida contre les Hutus. N'appréciant pas cette intervention, Mubutu expulsa les Tutsi du Zaïre. En réponse le Rwanda et Ouganda s'opposèrent au Zaïre, Kabila prit Kinshasa et donna son nom actuel au Congo, mais il chassa aussi les Tutsi. Pendant la 2ème guerre (98-2003), les Tutsis du Congo se rebellèrent avec leurs alliées d'Ouganda et Rwanda. En 2001, Kabila fut assassiné et son fils reprit les rennes puis les rebelles finirent par laisser le Congo. A partir de 2004, guerre du Kivu, un général Tutsi se rebella jusqu'à son arrestation en 2009. Après les élections de 2012, c'est reparti au Kivu, en 2013, l'ONU calma le jeu mais la paix ne règne pas."},{"Axe":0.0,"Date":1960.0,"Fin":null,"Durée":0.0,"Titre":"Somalie ","Explication":"Au 18ème, l'Angleterre et Italie conquirent le territoire. Indépendance et fusion des 2 territoires en 1960 mais le nord (anciennement anglais) prit du retard.\/ Putsch en 1969 de Siad Barre pour fonder une république socialiste, mais il galéra après les guerres contre l'Ethiopie.\/ En 1991, le nord déclara son indépendance, le Somaliland. Idem en 98, pour le Puntland au nord est. Dans le reste du pays, gouvernement tribal islamique. Ils seront dispersés par les Ethiopiens en 2006 à la demande du gouvernement en exil, donnant naissance à des terroristes islamiques. Le Kenya intervint aussi en 2011 et laissera un pays en guérilla."},{"Axe":null,"Date":1959.0,"Fin":1980.0,"Durée":null,"Titre":"Coups sud-américain","Explication":"En 1959, Batista, fidèle aux américains, fut renversé par Castro, qui autorisa les missiles sur son territoire en 1962. Che Gevara voulu diffuser la révolte en Amérique du sud, ce que les américains essayèrent d’étouffer.\nDictature pour contrer le communisme au Paraguay, avec Stroessner (54-89).\nPutsch au Brésil soutenu par la CIA en 1964.\nEn Bolivie, dictature depuis 1952, après avoir écrasé la révolution et exécuté Guevara, le président socialiste élu en 1970 et renversé 1 an plus tard par la CIA qui plaça un dictateur jusqu'en 82.\nEn Uruguay, guerre civile depuis 1955 soutenue par la CIA, Putsch en 1973 par l'armée jusque 94\nEn Argentine, tensions depuis 1955 et divers coup militaires, Retour de Perrone en 1973 alors qu'il avait été élu en 1949 mais il mourut 2 ans après. Puis Videla prit le pouvoir en 76 jusque 81.\nSoutenu par Pinochet, la Dina et la police secrètes de ces pays vont collaborer pour persécuter les opposants. Opération Condor, exécution des opposants en dehors des territoires sud-américains. Un assassinat sur le sol américain fit réagir, le chef de la Dina fut écarté et elle changea de Nom. Le Pérou et Equateur rejoignirent le groupe. Fin de la pratique début 80 et remplacement des régimes dictatoriaux par des démocraties."},{"Axe":null,"Date":1958.0,"Fin":1976.0,"Durée":null,"Titre":"Guerre de la morue","Explication":"Après la WW2 l'Islande voulu interdire le Royame-Uni de pêcher dans ces eaux et étendit sa frontière navale à 12km des côtes en 1959. En 72, ils voulurent l'étendre à 50km, cela causa des tensions en mer avec les Anglais mais l'Islande menaça de quitter l'Otan ce qui dérangeait les USA donc les Anglais acceptèrent. En 1975, les Anglais revinrent pêcher dans les eaux islandaises et l'Islande exigea l'exclusivité sur ses eaux territoriales sur 200 miles. L'Otan déclara ensuite que tous les pays possèdent 200 miles en mer. \/\/ L'Islande appartenait au Danemark mais reçu une certaine autonomie en 1874, puis ils firent un référendum pour l'indépendance en 1944."},{"Axe":-60.0,"Date":1957.0,"Fin":null,"Durée":0.0,"Titre":"Singapour","Explication":"Pendant les guerres napoléoniennes, les Pays-Bas furent annexés et le gouvernement fuit à Londres, \"donnant\" ses terres d'Indonésie à l'Angleterre.\/ Lors du traité de Londres de 1824, l'Indonésie retourne aux Néerlandais et Burei, la Malaisie et Singapour aux Anglais. Les Anglais firent venir des Chinois et Indiens travailler dans ces colonies.\/ En 1946, début de l'union malaise. Indépendance de Singapour en 1957 et intégration à l'union en 59. Mais le gouvernement malais favorisait sa langue et l'islam, ce que les Chinois et Indiens de Singapour refusèrent. Singapour fut expulsé de l'union."},{"Axe":-25.0,"Date":1956.0,"Fin":null,"Durée":0.0,"Titre":"Prise du Canal Suez","Explication":"Nasser (président Egyptien après un coup) saisit le canal de Suez. L'Israël, France et Angleterre lancèrent un opération de reconquête avortée par les Nations Unies car l'URSS avait menacé de frappes nucléaires. Pendant ce temps-là, l'URSS entra en Hongrie après que le pays eut annoncé vouloir sortir du pacte de Varsovie."},{"Axe":100.0,"Date":1956.0,"Fin":null,"Durée":0.0,"Titre":"Invention de la Contraception ","Explication":"Par le docteur Pincus sous l'impulsion de Margaret Sanger et le financement de la riche veuve K. McCormick"},{"Axe":-50.0,"Date":1955.0,"Fin":1975.0,"Durée":19.0,"Titre":"Guerre du Vietnam","Explication":"Suite à la guerre d'Indochine en 1946-54, la France échoua à récupérer sa colonie, après l'indé proclamée par Hô Chi Minh. => Laos, Cambodge et les 2 Vietnam sont indépendants. Invasion des USA en soutien aux nationalistes contre les Viêt-Cong\/\/ Le royaume Khmer avait gagné son indépendance de Java vers 800, devint vassal des mongols vers 1250 avant de finir partiellement envahit par le Siam en 1431. Inquiété par le Siam et le Vietnam, le Cambodge appela à l'aide Napoléon III en 1863 et devint un protectorat français après l'annexion de la Cochinchine. La colonisation du Vietnam et Laos mena à la fédération des protectorats (l'Indochine).\/ Après l'indépendance, le Cambodge se rapprochera des communistes. Lon Nol déposa le prince Sihanouk qui partit en Chine former un gouvernement provisoire et appela le peuple à se rebeller (il s'allia avec les khmers rouges après les avoir réprimés pendant son règne). Les Khmers rouges prirent le pays en 1975, déportèrent les citadins dans des camps de travail et firent un massacre. En 1979, le Vietnam (soutenu par l'URSS) se sentant menacé, attaqua le Cambodge. Le gouvernement fuit en Thaïlande et la Chine lança une attaque ratée sur le Vietnam. Le Cambodge créa ensuite un gouvernement pro Vietnam. "},{"Axe":-75.0,"Date":1952.0,"Fin":null,"Durée":0.0,"Titre":"Fin de l'Occupation Américaine","Explication":"\/"},{"Axe":-70.0,"Date":1950.0,"Fin":1953.0,"Durée":2.0,"Titre":"Guerre de Corée","Explication":"Invasion par le nord (soutenu par les soviétiques). Contre attaque de l'ONU puis entrée en guerre de la Chine (avec le nord) => statu quo"},{"Axe":-60.0,"Date":1949.0,"Fin":null,"Durée":0.0,"Titre":"Chine Communiste","Explication":"PCC contre KMT. La guerre civile avait débutée en 1927 par la répression de Shangaï par le KMT par peur des communistes. Après leur défaite, les nationalistes partirent à Taiwan (récupéré au Japon en 1945). En 1951, la Chine annexa le Tibet. En 1954-55, la Chine repoussa Taiwan sur sa dernière ile qui s'allia aux USA\/ En 1961, fin de l'accord avec l'URSS. En 1962, guerre avec l'Inde et annexion d'une partie du Cachemire. Deng Xiaoping ouvrit Shenzhen à la frontière avec Hongkong aux entreprises étrangères comme test en 1979 et amorça la période de prospérité de la Chine."},{"Axe":-10.0,"Date":1948.0,"Fin":1949.0,"Durée":0.0,"Titre":"Guerre Israelo-Arabe","Explication":"La ligue arabe contre Israël après la fin du mandat britannique, ne reconnaissant pas sa légitimité. Le Sionisme aurait démarré après l'affaire Dreyfus et la publication de \"Der Judenstaat\" (si l'assimilation est impossible dans le pays des droits de l'homme, créont le nôtre). Des pogroms auraient lancés l'immigration (fondation de Tel Aviv en 1909) mais surtout vers les USA. De plus les sionistes étaient minoritaires face aux orthodoxes (yiddish) en Europe. En 1917, l'Angleterre promit aux juifs américains une nation juive pour les rallier. Ils promirent aussi à Fayçal, chérif de la Mecque, les territoires arabes. Il accepta aussi la cohabitation en Palestine mais il devra se contenter d'être roi d'Irak, la France ayant pris la Syrie."},{"Axe":-45.0,"Date":1947.0,"Fin":1948.0,"Durée":0.0,"Titre":"Indépendance de l'Inde Et Pakistan","Explication":"Indépendance de l'empire Britannique des Indes et séparation selon la religion des habitants. Le Pakistan revendiqua le Cachemire (à majorité musulman) mais le Maharaja demande l'aide de l'Inde (l'élite était plutôt pro-Inde). Il sera séparé en 2 et il y aura d'autres guerres en 1965-71-99. Le Pakistan de l'est (province du Pakistan à l'intérieur de l'Inde), se sentant délaissé, proclama son indépendance et devint le Bangladesh en 1971 après une guerre d'indépendance contre le Pakistan avec l'aide de l'Inde.\\ Ghandi, Nehru et Bose (ce dernier était proche d'Hitler et allié avec les Japonais contre le Raj Britannique) ont lutté contre la domination britannique."},{"Axe":-75.0,"Date":1945.0,"Fin":null,"Durée":0.0,"Titre":"Capitulation Japonaise","Explication":"Les 6 et 9 aout, Hiroshima et Nagasaki. Le 8, déclaration de guerre russe (invasion d'Hokkaido et de la Mandchourie) et capitulation le 10. La bombe A permettait à l'empereur de garder la face, à l'extérieur et à l'intérieur car ils ne pouvaient pas lutter contre cette nouvelle arme. L'empereur mentait au peuple quant au déroulement de la guerre faisant croire qu'ils pouvaient s'en sortir. La puissance de destruction nucléaire était comparable au reste des raids aériens, ils comptaient résister jusqu'au bout mais défendre 2 fronts devenaient impossibles. Il existait un pacte de non-agression entre eux jusque 1946, le Japon voulu garder Staline comme un intermédiaire avec les Alliés dans sa stratégie de résistance"},{"Axe":40.0,"Date":1945.0,"Fin":null,"Durée":0.0,"Titre":"Capitulation Allemande","Explication":"Le 28 avril, décès de Mussolini et le 30 avril celui d'Hitler puis le 8 mai, capitulation. \/ Allemagne coupée en 2 (Berlin aussi)\/ Mise en place de gouvernements pro-URSS dans les pays dans les pays \"libérés\"."},{"Axe":-60.0,"Date":1945.0,"Fin":1949.0,"Durée":3.0,"Titre":"Indépendance de Jakarta","Explication":"Les Pays-Bas avaient abandonnés la ville après l'invasion japonaise en 42. Après la reddition, ils ont voulu la récupérer mais 4 ans de révolution les ont poussés à reconnaitre leur indépendance."},{"Axe":20.0,"Date":1943.0,"Fin":null,"Durée":0.0,"Titre":"Bataille de Koursk","Explication":"Du 5 juillet au 23 aout, Russie contre Allemagne dans la plus grande battaille de chars."},{"Axe":65.0,"Date":1943.0,"Fin":null,"Durée":0.0,"Titre":"Débarquement de Sicile","Explication":"Réussite du débarquement en juillet. Quelques jours plus tard, Mussolini est fait emprisonner par le roi (et sera libéré par un commando allemand) et une reddition est préparée mais l'Allemagne prend le contrôle de l'Italie\/ Echec de l'armée italienne en France, Grèce, Yougoslavie et en Afrique du nord."},{"Axe":-25.0,"Date":1942.0,"Fin":null,"Durée":0.0,"Titre":"Bataille d'El Alamein","Explication":"\/"},{"Axe":90.0,"Date":1942.0,"Fin":null,"Durée":0.0,"Titre":"Bataille de Midway","Explication":"… puis bat. Guadalcanal et expulsion de l'atoll de Tarawa (1943)."},{"Axe":80.0,"Date":1941.0,"Fin":null,"Durée":0.0,"Titre":"Pearl Harbor","Explication":"Destruction de la flotte américaine sur l'île d'Hawaï et Guam puis annexion des Philippines, de l'Indonésie, Thaïlande et Birmanie suivirent => Entrée en guerre des USA."},{"Axe":-50.0,"Date":1940.0,"Fin":null,"Durée":0.0,"Titre":"Invasion de l'Indochine","Explication":"Invasion de l'Indochine par le japon (profitant des problèmes de l'occupation française)=> embargo pétrolier des USA et création de l'Axe."},{"Axe":40.0,"Date":1938.0,"Fin":1943.0,"Durée":4.0,"Titre":"Expansion Allemande ","Explication":"En 1938, invasion de la Hongrie (soutien local), Tchécoslovaquie et Hongrie. En 1939, accord avec l'URSS et invasion Pologne. En 1940, Danemark et Norvège (acier) puis Luxembourg, Belgique, Pays-Bas et France\/ Allemagne s'allia avec la Hongrie, Roumanie et Bulgarie et en 1941, invasion de la Yougoslavie et Grèce (trop dur pour les Italiens) puis de la Russie, Estonie, Lettonie et Lituanie \/ En 1942, les alliés reprennirent l'Afrique puis en 1943, débarquement en Silice et invasion de l'Italie par les Allemands."},{"Axe":45.0,"Date":1938.0,"Fin":null,"Durée":0.0,"Titre":"Anschull","Explication":"Le rassemblement entre Allemagne et Autriche était interdit mais Hitler fit pression. Dollfuss, élu en Autriche, résista à Hitler, combattit les nazis et se rapprocha de Mussolini mais Hitler le fait assassiner. Les assassins furent pendus, Mussolini éclata de colère et Hitler reporta son annexion. En 1936, avec l'invasion de l'Ethiopie, Mussolini fut mal vu par la société des nations et se rapprocha par dépit d'Hitler. Il soutint Franco et ne put s'opposer à l'annexion de l'Autriche en 1938."},{"Axe":-60.0,"Date":1937.0,"Fin":null,"Durée":0.0,"Titre":"2ème Guerre Sino-Japonaise","Explication":"En 1936, pacte anti-Kominterm et tentative de coup militaire\/ Capture de Péking et massacre de Nankin."},{"Axe":55.0,"Date":1936.0,"Fin":1939.0,"Durée":2.0,"Titre":"Guerre D'Espagne","Explication":"Nationalistes (Franco) et soutien italien et allemand contre républicains (milices socialistes, communistes et trotskiste désorganisées) et soutien russe. Mais problème entre Russes et trotskistes et refus d'intervenir de la France et Angleterre\/ Dictature jusqu'à la mort de Franco en 1975."},{"Axe":-35.0,"Date":1935.0,"Fin":1936.0,"Durée":0.0,"Titre":"2ème Guerre Italo-Éthiopienne","Explication":"Après une 1ère invasion ratée en 1885-96, l'Italie occupa l'Ethiopie de 1936 à 1941 après un incident à la frontière. Les 2 pays étaient membres de la Société des Nations et l'Italie la quitta après les reproches et se rapprocha du nazisme. => échec de la Société des Nations."},{"Axe":-20.0,"Date":1932.0,"Fin":null,"Durée":0.0,"Titre":"Arabie Saoudite","Explication":"1er état saoudien en 1744 et fondation du wahhabisme puis lutte de pouvoir jusqu'en 1932 quand ils s'établirent véritablement. Une entreprise américaine passa un accord avec l'Arabie saoudite pour chercher du pétrole, ils fondèrent une ville puis une base militaire (1938).\nLe père d'Oussama Bin Laden construisit tout cela, puis son fils ira repousser l'URSS en Afghanistan (pendant 10 ans) et reçu le support des USA. Puis il retourna en Arabie Saoudite et fonda Al Qaeda pour protéger les autres pays des grandes puissances, mais le gouvernement lui prit son passeport. Quand Saddam attaqua le Koweït, les USA vinrent à la rescousse (en partie parce que l'Arabie Saoudite en avait peur) et construisit d'autres bases. Oussama lança le terrorisme après que son gouvernement ait préféré demander aux USA plutôt qu'à lui pour défendre le Koweït."},{"Axe":80.0,"Date":1932.0,"Fin":1935.0,"Durée":2.0,"Titre":"Guerre Du Chaco","Explication":"Après la guerre du pacifique (1879-1883), la Bolivie perdit son accès à la mer face au Chili. Le pays essaya d'occuper le Chaco pour regagner un accès au détriment du Paraguay (de plus une fausse rumeur disait qu'il y avait du pétrole). Malgré l'avantage du nombre, la Bolivie perdit toute la région et les territoires disputés."},{"Axe":-55.0,"Date":1931.0,"Fin":null,"Durée":0.0,"Titre":"Invasion de la Mandchourie","Explication":"Incident de Mukden provoqué par les Japonais pour justifier leur attaque. Le KMT doit alors gérer le Japon au nord et le PCC au sud (qui seront battus). En 1937, face au Japon, le PCC et KMT s'allièrent à nouveau mais échouèrent à s'entendre. Après l'invasion et le retrait de l'URSS en Mandchourie, le PCC repris le territoire et relança le guerre."},{"Axe":25.0,"Date":1922.0,"Fin":1991.0,"Durée":68.0,"Titre":"URSS","Explication":"Staline devint secrétaire général du parti (Lénine était malade). Opposition avec Trotsky qui voulut une révolution mondiale puis écartement de tous ses opposants\/ Démission de Gorbatchev, il avait pourtant engagé la fin de la guerre froide et la libéralisation économique. => Indépendance des 15 états."},{"Axe":45.0,"Date":1922.0,"Fin":null,"Durée":0.0,"Titre":"Marche Sur Rome","Explication":"Mussolini incita avec son journal à entrer en guerre en 1914 puis se fait virer du parti socialiste. Il créa son parti national fasciste en 1921 (d'après le mouvement faisceaux de combat en 1919). En 1922, il demanda des élections anticipées et prépara la marche sur Rome. Sous les pressions, le roi lui demanda de fonder un gouvernement. Il eut les soutiens des riches et s'opposa eux grévistes."},{"Axe":5.0,"Date":1919.0,"Fin":1922.0,"Durée":2.0,"Titre":"Guerre Gréco-Turque","Explication":"Après le traité de Sèvres, Kémal se révolta contre gouvernement et combattit des occupants italiens, arméniens et récupéra les territoires perdus face à la Grèce. Il fonda la république de Turquie en 1922 et récupéra les territoires de la grande Arménie (le génocide arménien), les territoires au sud restent sous admin française et anglaise. En 1922, Kémal fit voter l'abolition du sultanat (1er pays laïc musulman) et en 1924, le califat (rôle religieux)."},{"Axe":60.0,"Date":1919.0,"Fin":null,"Durée":0.0,"Titre":"Traité De Versailles","Explication":"Cession d'Eupen Malmédy et d'autres à la Belgique, Alsace Lorraine à la France … et distribution des colonies allemandes (îles du pacifique au Japon)."},{"Axe":50.0,"Date":1918.0,"Fin":1919.0,"Durée":0.0,"Titre":"Grippe Espagnole","Explication":"Elle fera plus de mort que la WW1. probablement arrivée en EU par des travailleurs chinois et\/ou des soldats américains du Kansas, elle aurait d'abord ravagé le front. Elle tira son nom de l'Espagne neutre qui l'avait déjà annoncé en mai, avant son explosion avec le retour des soldats et de potentielles mutations qui la rendit dévastatrice (elle toucha exceptionnellement les 20-40 ans, car ils n'avaient pas d'anti corps H1 car ils n'y avaient jamais été confronté, la grippe saisonnière était de type H3). "},{"Axe":65.0,"Date":1918.0,"Fin":null,"Durée":0.0,"Titre":"Armistice","Explication":"En 1918, les alliés prirent l'avantage dans les airs et l'industrialisation en général. L'Allemagne étouffait face au blocus naval anglais, les Allemands avaient plus de canon et d'hommes mais la mobilité des Français va compenser (victoire des camions français sur les trains allemands).  \nAprès l'échec de l'Offensive du printemps (l'impact des USA était faible mais leur entrée dans la guerre poussa les Allemands à agir avec cette offensive), la 2ème bat. de la Somme marqua le début des victoires alliées. En aout et septembre, les alliés vont récupérer tout le terrain pris. Pas vraiment de victoire décisive mais plein de petites attaques qui essoufflèrent l'Allemagne. Après une attaque coordonnée française, britannique et américaine qui troua la ligne Edinburgh et la suivante, le moral allemand fut détruit. Charles 1 et Guillaume 2 abdiquèrent le 9 novembre et fuirent vers les Pays-Bas qui refuseront de les extrader). => république de Weimar, indépendance de ma Pologne et des peuples d'Autriche-Hongrie\/  Le soir du 11 novembre, le roi Albert 1er et les hommes politiques restant (de gauche) décidèrent d'adopter le suffrage universel, d'autoriser les coalitions d'ouvriers, créer une université flamande. Appelé coup de Loppem par les catholiques et conservateur car la constitution n'avait pas été révisée."},{"Axe":25.0,"Date":1917.0,"Fin":null,"Durée":0.0,"Titre":"Révolution Bolchevik","Explication":"Grève de Petrograd (ouvriers et armée). Abdication du tsar (son grand-père s'était déjà fait assassiner en 1881). Gouvernement provisoire libéral (en mars), tentative de coup par le chef de l'armée (en août). Mais le gouvernement appela des révolutionnaires à l'aide. Coup d'Etat bolchévique (en octobre) étant déçu par le Soviet qui a rejoignit le gouvernement. => Indépendance de la Finlande. En 1918, indépendance de la Pologne puis guerre avec les bolchéviques (18-21)\/ Guerre civile rouge-blanc (en 1918-1921)."},{"Axe":35.0,"Date":1914.0,"Fin":null,"Durée":0.0,"Titre":"Assassinat de F.Ferdinand","Explication":"C.B: Attentat de Sarajevo, meurtre de l'héritier de l'empire austro-hongrois, annexion de la Bosnie par l'empire en 1908 par peur que les Ottomans reprenne la Bosnie après le coup d'état, et connaissant le désir de la Serbie de l'annexer aussi, ce qui causa leur frustration. L'Autriche déclare la guerre à la Serbie, Russie à Autriche, Allemagne à la Russie, Russie, France et Angleterre à Allemagne. Les Ottomans et la Bulgarie rejoignirent l'alliance. Pendant la guerre, l'Italie et la Roumanie changèrent vers l'entente. => invasion de la Belgique\/ USA entrèrent en guerre qu'en 1917."},{"Axe":15.0,"Date":1912.0,"Fin":1913.0,"Durée":0.0,"Titre":"Guerre Balkanique","Explication":"1ère guerre balkanique : ligue des états devenus indépendants (Serbie, Grèce, Bulgarie et Monténégro (sauf Bulgarie) contre les ottomans, qui le repoussèrent jusqu'à Constantinople.\n2ème guerre lorsque la Bulgarie attaqua le reste de la ligue et la Roumanie. Après 1 mois c'était plié, la Serbie et Grèce gagnèrent des territoires."},{"Axe":100.0,"Date":1911.0,"Fin":null,"Durée":0.0,"Titre":"Expédition Pôle Sud ","Explication":"Le Norvégien Roald Amundsen atteignit le pôle sud le 14 décembre. Un mois avant l'équipe anglaise où ils moururent tous au retour. Il se tourna vers le pôle sud quand 2 américains revendiquèrent le pôle nord en 1909 (mais des doutes planent et ce même Roald est le premier à avoir été avec certitude jusqu'au pôle nord (en dirigeable). Le premier pied sur l'Antarctique fut, lui, posé en 1821."},{"Axe":75.0,"Date":1910.0,"Fin":1920.0,"Durée":9.0,"Titre":"Révolution Mexicaine","Explication":"Madero perdit les élections face à Porfirio Diaz (qui prit le pouvoir après la mise en place ratée l'empereur du Mexique en 1867) et appela à la révolution. Les USA leur vendit des armes et Madero (qui avait fui aux USA) revint faire la révolution avec les chefs de guerre Villa et Orozco au nord. Zappata lança sa révo au sud. Diaz finira exilé en UE après que Madero fut président mais le démantèlement des armées révolutionnaires posa problème et il déçu ses partisans. Huerta était commandant pendant l'affrontement avec Orozco et Zappata mais un coup d'état (organisé par le neveu de Diaz et rejoint par Huerta) se débarrassa de de Madero et mit Huerta au pouvoir. Carranza, Villa et Obregón au nord et Zappata au sud (+ encore soutien des USA) s'opposèrent à Huerta, le forçant à fuir aussi en UE. Puis Carranza et Obregón battirent Villa (fuite au USA)+Zapata et Obregón devint président\/ En 1929, fondation du PNR puis PRI en 1938."},{"Axe":-40.0,"Date":1907.0,"Fin":null,"Durée":0.0,"Titre":"Fin Du Grand Jeu","Explication":"Après la menace Napoléonienne, la Russie lorgna sur l'Asie centrale pour atteindre l'océan Indien, se rapprochant des possessions anglaises. Après l'échec de la 1ère guerre anglo-afghane en 1841 (l'Angleterre intervint pendant un conflit dynastique pour mettre au pouvoir quelqu'un qui leur serait loyal mais la population se rebella efficacement), la Russie annexa les khanats ouzbeks sous la province du Turkestan puis annexa le Turkménistan. Seul l'Afghanistan séparait les 2 empires mais après la 2ème guerre anglo-afghane, un traité fut signé : l'Afghanistan sera un protectorat britannique, l'Angleterre renonça au Tibet, et la Perse fut recoupée en zone d'influence russe, anglaise et neutre."},{"Axe":-75.0,"Date":1904.0,"Fin":1905.0,"Durée":0.0,"Titre":"Guerre Russo-Japonaise","Explication":"C.B: Après le refus de la présence japonaise au Liaodong, la Russie posta ses troupes en Mandchourie mais devait les enlever à la fin du traité. Face au non-retrait, les Japonais prirent Port-Arthur et battirent les renforts russes (ayant mis 8 mois pour contourner l'Afrique) à la bat. navale de Tsushima. => Prise de Port-Arthur et le sud de Sakhaline, Corée transformée en protectorat japonais et annexée en 1910\/ Actions en Sibérie avec l'armée blanche contre les bolchéviques (1918)"},{"Axe":80.0,"Date":1903.0,"Fin":null,"Durée":0.0,"Titre":"Indépendance du Panama","Explication":"Les Français eurent un contrat pour construire le canal de Panama en 1882 après avoir fait celui de Suez. Mais c'est un échec, 20k morts et abandonné 7 ans plus tard. A la base les USA voulaient construire un canal au Nicaragua mais un ingénieur resté sur place les convainquit de continuer au Panama. Sauf que le Panama appartenait à la Colombie, qui refusa que le canal appartienne aux USA. Il proposa donc l'indépendance au Panama soutenue par les USA et devint leur ambassadeur. Il demanda à Roosevelt de sortir la Navy pour empêcher la Colombie de réprimer l'indépendance du Panama. Puis Philippe conclut un deal qui donna le bout de terre aux USA pour construire le canal (1904-14). A partir de 1960 ils demandent de regagner la zone du canal et finisse par l'avoir en 1999."},{"Axe":-55.0,"Date":1899.0,"Fin":1901.0,"Durée":1.0,"Titre":"Révolution des Boxers","Explication":"Société secrète qui assiégea les \"ambassades\" européenne contre l'alliance des 8. Contre le gouvernement et la présence étrangère, l'ouverture forcée des ports et au christianisme. En 1900, soutien du gouvernement puis retournement de veste après l'échec du siège."},{"Axe":85.0,"Date":1898.0,"Fin":null,"Durée":0.0,"Titre":"Guerre Hispano-Américaine","Explication":"Le président McKinley n'était pas très chaud pour la guerre, mais après l'explosion d'un sous-marin (peut-être un accident), Roosevelt (à ce moment seulement secrétaire à la Navy) poussa vers la guerre pour \"libérer\" les Cubains en révolte contre l'Espagne (déjà eu une insurrection matée par les Espagnols à Cuba en 1868-78). USA battit Espagne à Cuba, Porto Rico, Guam et aux Philippines, devenant des protectorats américains. Le pouvoir espagnol était faible aux Philippines dû aux révoltes et les Américains ont vu une opportunité d'avoir un pied en Asie. \/\/ Philippe 2 d'Espagne conquit MA'I et lui donna à ces iles le nom des Philippines. \/ Le gouverneur espagnol a même organisé eu une réunion avec le commandant américain pour organiser leur défaite pour garder la face en prétendant perdre contre les USA plutôt que contre les Philippins. Au lieu de les libérer, les USA sont devenus les nouveaux colonisateurs malgré une révolte des Philippins. Ils ont définis ces territoires comme non-incorporé, ils n'avaient aucun représentant mais pouvaient être soumis aux lois du Congrès. Les Philippines seront indépendantes après le retrait des troupes japonaises en 1946."},{"Axe":-60.0,"Date":1894.0,"Fin":1895.0,"Durée":0.0,"Titre":"1ère Guerre Sino-Japonaise","Explication":"Japon contre Chine. => Annexion de Taiwan et influence en Corée (ils devaient prendre Liaodong mais l'Allemagne, France et Russie le déconseillèrent et la Russie contrôla Port Arthur en 1898, entrainant l'alliance entre Japon et l'Angleterre)."},{"Axe":null,"Date":1890.0,"Fin":null,"Durée":null,"Titre":"Luxembourg","Explication":"D'abord un petit comté du saint empire, puis duché. Le duc de Bourgogne, Philippe le Bon, le rattacha ensuite à ses possessions néerlandaises en 1443. A la mort de Charles le téméraire, en 1477, le territoire passe aux Habsbourg d'Espagne, puis sont repris par Louis 14 en 1684 pour finir aux Habsbourg d'Autriche, en 1715, après la guerre de succession d'Espagne. Le territoire fera partie des Républiques sœurs sous Napoléon. Après lui, le Luxembourg est fait grand-duché et est rattaché aux Pays-Bas comme la Belgique tout en faisant partie de la confédération germanique. Malgré son statut autonome, Guillaume des Pays-Bas dirige le Luxembourg comme sa 18ème province, ils rejoignirent donc les révolutionnaires belges Avec la révolution belge, la Belgique gagne la Province du Luxembourg et Guillaume garde le territoire actuel. Comme seul un homme pouvait hériter du Luxembourg (et que l'héritière des Pays-Bas était une femme), le grand-duché revint à une autre branche des Nassau (ceux encore au pouvoir) en 1890. En 1919, un référumdun choisit de rester une monarchie à 80%."},{"Axe":-55.0,"Date":1881.0,"Fin":1885.0,"Durée":3.0,"Titre":"Guerre Franco-Chinoise","Explication":"La Chine abandonna le Vietnam à la France."},{"Axe":10.0,"Date":1875.0,"Fin":1878.0,"Durée":2.0,"Titre":"Révoltes Serbes","Explication":"Insurrection de la Bosnie (75), la Serbie et Monténégro (76) et Bulgarie. Pays des Balkans et Russie contre Ottomans => Occupation de la Bosnie et d'Herzégovine par l'Autriche-Hongrie pour 30 ans, indépendance de la Serbie (déjà autonome depuis 1830) et Roumanie, autonomie de la Bulgarie, quelques territoires pour la Russie et annexion de Chypre par l'Angleterre."},{"Axe":40.0,"Date":1871.0,"Fin":1918.0,"Durée":46.0,"Titre":"Empire Allemand","Explication":"Après de la victoire de la Prusse contre Autriche, Bismarck fonda la confédération d'Allemagne du nord et 3 ans plus tard, Guillaume 1er est fait empereur. "},{"Axe":65.0,"Date":1870.0,"Fin":1871.0,"Durée":0.0,"Titre":"Guerre Franco-Prussienne","Explication":"C.B: Le trône est vacant en Espagne mais est habituellement livré à un Bourbon, mais Bismarck proposa un Prussien. Bismarck voulait que la France l'agresse pour rallier les états du sud à sa confédération du nord et la provocation réussit. Napoléon III contre Prusse. Les Prussiens plus nombreux et mieux préparés, entrèrent vite en France et battirent la 1ère armée qui se retrancha à Metz. La 2ème armée devait les secourir mais sera battue à Sedan (fin de la cavalerie). Mais au même moment, l'empire est renversé, une nouvelle armée est levée et la commune de Paris est proclamée, les Allemands y mettront le siège. => République française, proclamation de l'empire allemand et annexion de Alsace-Lorraine\/ L'Italie annexa Rome (plus sous protection française)."},{"Axe":-70.0,"Date":1868.0,"Fin":null,"Durée":0.0,"Titre":"Meiji","Explication":"Les domaines du sud (Satsuma, Choshu, Tosa) qui s'était enrichis et armés en continuant le commerce avant l'ouverture, se rassemblèrent en alliance Satcho et combattirent les étrangers et le Shogunat. Après des défaites, ils décidèrent de prendre Kyoto et de restaurer l'empereur. Les daimyos les rallièrent à eux, Tokugawa abdiqua et proposa de former un gouvernement mais Satcho voulu un empereur suprême. Défaite des Tokugawa pendant la guerre de Boshin.\/ Les survivants du shogunat Tokugawa formèrent la république d'Ezo à Hokkaido mais perdirent à la bat. d'Hakodate. => Fin des classes, les daimyos deviennent des fonctionnaires et des rentes sont prévues pour maintenir l'unité. Le Shinto devint religion d'état, le Yen la monnaie, adoption du calendrier grégorien, d'une armée nationale, de l'éducation obligatoire, d'un drapeau, de la culture occidentale et interdiction du port d'arme et lancement de l'industrialisation\/ En 1877, révolte du clan Satsuma et d'autres contre le gouvernent (étant mis la retraite face à la modernisation de l'armée) => fin des samouraïs, adoption d'une constitution, empereur chef des armées et suivi d'un parlement."},{"Axe":35.0,"Date":1866.0,"Fin":null,"Durée":0.0,"Titre":"Guerre Austro-Prussienne","Explication":"C.B: l'Autriche voulu une grand Allemagne avec elle au centre et la Prusse, une petite Allemagne sans l'Autriche. Bismarck entraina l'Autriche dans sa guerre contre le Danemark et partagea les territoires avec elle. La Prusse esseya de limiter l'influence de l'Autriche au parlement et en réponse la Prusse proposa aux états gagnés pendant la guerre avec le Danemark se choisir entre eux et la Prusse, la Prusse refusa et occupa ses états et l'Autriche attaqua. Prusse et Italie contre Autriche et Confédération germanique => création de la confédération Allemagne du Nord, indépendance du Luxembourg et l'Italie reprit la Vénétie aux Autrichiens."},{"Axe":40.0,"Date":1863.0,"Fin":null,"Durée":0.0,"Titre":"Art Moderne","Explication":"Porté par la renaissance italienne (retrouver la gloire d'antan, Botticelli, de Vinci, Michel-Ange avec le soutien du philanthrope artistique Lorenzo de Médicis) et l'Europe du Nord (invention de la peinture à l'huile par Eyck, développement de la perspective). En 1648, création de l'académie des beaux-arts (1635 pour l'académie française par Richelieu). En 1863, Manet exposa au 1er salon des refusés (mis en place par Napoléon III), inspirant les impressionnistes et libérant les artistes des normes de l'académie, qui sera défaite en 1897. Avant la WW2 : impressionnisme, fauvisme, expressionisme, dadaïsme, surréalisme et après début de l'art contemporain (pop art, Fluxus ...)"},{"Axe":90.0,"Date":1861.0,"Fin":1865.0,"Durée":3.0,"Titre":"Guerre Sécession","Explication":"C.B., clivage entre un nord industriel et un sud agraire pro esclavage mais pas que, le nord est pour des frais de douanes et un marché intérieur alors que le sud veut exporter. Le nord voulait imposer sa politique au sud (et centraliser le pouvoir). Lincoln était probablement plus protectionniste qu'anti-esclavagiste.=> Début du dollar unique, abolition de l'esclavage, droits pour les noirs mais début de la ségrégation. On peut voir cette guerre comme la dernière du style napoléonienne, maintenant la puissance de feu est telle qu'une charge devient impossible (inefficacité de la masse), ce sont les manœuvres, les positions et l'équipement qui font tout."},{"Axe":55.0,"Date":1861.0,"Fin":null,"Durée":0.0,"Titre":"Monaco","Explication":"En 1297, les Grimaldi, propriétaires des terres sont sous la coupe de l'Espagne puis de la Sardaigne en et enfin de la France en 1815. En 1861, la France reconnu leur souveraineté en échange des terres agricoles et de 4M de franc (ils s'étaient rebellés en 1848 car les taxes étaient trop élevées). Monaco perdit une grande partie de son territoire mais devint un paradis fiscal et ouvrit des casinos pour survivre. En 1920, le circuit de Monaco fut refusé car la règle c'est que ça le circuit devait être dans ses frontières. En 1929, ils organisèrent le grand prix dans les rues de la ville. Les Grimaldi sont toujours aux commandes."},{"Axe":-40.0,"Date":1857.0,"Fin":null,"Durée":0.0,"Titre":"Révolutions des Cipayes","Explication":"La compagnie des Indes dominait l'Inde où l'héritier moghol n'était qu'un pantin et l'armée est très majoritairement indigène C.B : les cipayes musulmans et hindous refusèrent de mordre les cartouches faites de graisse animale. Les Anglais réprimèrent les rébellions, arrêtèrent et exécutèrent les fils de l'empereur et pour éviter toutes futures rébellions, l'Inde devint officiellement le Raj britannique (1858-1947)."},{"Axe":-75.0,"Date":1854.0,"Fin":null,"Durée":0.0,"Titre":"Ouverture Japon","Explication":"Le Commodore Perry posa un ultimatum sur l'ouverture du Japon au commerce et revint 1 an après. => 3 ports furent ouverts, en 1858 d'autres le seront, imposant des droits de douanes faibles. Les autres pays en profitèrent aussi => pénurie et inflation, climat de guerre civile (entre conservateur et réformiste et contre les étrangers)."},{"Axe":10.0,"Date":1853.0,"Fin":1856.0,"Durée":2.0,"Titre":"Guerre De Crimée","Explication":"C.B: Les Ottomans favorisaient les Français (les Catholiques avaient fait pression) pour l'accès au lieu saint. Les Russes voulurent forcer la main des Ottomans, en prenant sous leur tutelle les populations orthodoxes et en se créant un accès à la Méditerranée. Russie contre Ottomans, France et Angleterre. La Russie prit le dessus jusqu'à ce que Napoléon 3 convint les Anglais de le rejoindre pour empêche la Russie d'avaler les Ottomans. Défaite après la perte de Sébastopol. Plus de décès de Cholera Ets que par les combats, réforme des hôpitaux par F. Nightingale et développement du métier d'infirmière."},{"Axe":55.0,"Date":1852.0,"Fin":1870.0,"Durée":17.0,"Titre":"Second Empire Français","Explication":"Après le 2ème exil de Napoléon, Louis 18 revint puis son frère lui succéda (il abusa de son pouvoir et il fut contraint d'abdiquer). Louis-Philippe 1er le remplaça en 1830 (et la France relança la colonisation) mais d'autres émeutes le poussèrent à abdiquer en 1848 et la république fut proclamée* (avec le suffrage universel, la liberté de réunion et de la presse et l'abolition de l'esclavage) puis Napoléon 3 devint président. Coup d'état en 51 et proclamation du second empire en 52 par Napoléon 3. * A ce moment une troupe de 2000 révolutionnaire belge armée par Lille tenta de pénétrer en Belgique par le Risquons-tout, 250 soldats belges les mirent en déroute."},{"Axe":-55.0,"Date":1851.0,"Fin":1864.0,"Durée":12.0,"Titre":"Révolution Taiping","Explication":"Hong Xiuquan se dit frère de Jésus et fonda le royaume de la grande paix après avoir pris Nankin en 1853 (il apprit le christianisme sur des brochures et prôna la redistribution des biens, la fin de la polygamie, le bandage des pieds, de de l'opium), Nankin sera reprise par les Qing aidé des occidentaux (l'insurrection aura fait 20-30M de morts)."},{"Axe":35.0,"Date":1848.0,"Fin":1870.0,"Durée":21.0,"Titre":"Unification Italienne","Explication":"Après la défaite de Napoléon, les Autrichiens mirent des monarques Habsbourg dans les provinces Italiennes En 1848-49, suivant l'élan français, Mazzini déclara la république à Rome et le Piémont chassa les Autrichiens (mais les 2 révolutions échouèrent). En 1852, le Piémont s'allia à Napoléon III (et son influence augmenta après la participation à la guerre de Crimée). En 1859, France et Piémont chassèrent les Autrichiens et annexèrent la Lombardie. Des provinces se rebellèrent et joignirent le Piémont (la France reçu Nice et la Savoie). En 1860, Garibaldi conquit le sud et se rallia au Piémont. Rome resta protégée par les Français jusqu'à leur défaite à Sedan, en 1870 puis l'Italie prit Rome."},{"Axe":45.0,"Date":1848.0,"Fin":null,"Durée":0.0,"Titre":"Suisse","Explication":"En 1315, les cantons suisses s'émancipèrent des Habsbourg puis en 1474-77, ils résistèrent aux ducs de Bourgogne. En 1815, une confédération des cantons indés s'établit et une neutralité assurée par ses voisins lui est accordée. Mais une opposition apparait entre les libéraux voulant fédéraliser et les conservateurs-catholiques, les libéraux fermèrent des couvents et en réponse les catholiques confièrent les écoles aux Jésuites et formeront le Sonderbund (alliance) mais seront balayés par les libéraux, fédéralisant le pays et chassant les Jésuites."},{"Axe":60.0,"Date":1848.0,"Fin":null,"Durée":0.0,"Titre":"2ème République Française","Explication":"Les Parisiens se soulevèrent contre Charles 10 pendant les 3 glorieuses en 1830. Il fuit la ville et fut remplacé par Louis-Philippe (repassage de la dynastie Bourbon à celle d'Orléans). Constitutionnelle et plus libérale, la monarchie de Juillet ne survivra pas aux révoltes de 1848 (elles déstabilisèrent l'Autriche, marquèrent le début de l'indépendance italienne et força le roi allemand à faire des concessions). La 2ème république appliqua la suffrage universel masculin et abolit l'esclavage. Napoléon 3 fut élu président, il redonna de l'importance à l'Eglise dans l'éducation et limita le suffrage universel. Un 2ème mandat lui étant refusé, il organisa un coup d'état en 1851 et réinstaura l'empire en 1852."},{"Axe":-35.0,"Date":1847.0,"Fin":null,"Durée":0.0,"Titre":"Liberia","Explication":"Une société américaine (contre l'esclavage mais aussi contre l'intégration des noirs) acheta et fonda le Liberia et y envoya 13k affranchis selon la doctrine Monroe* (l'Amérique aux américains). Il devient Independent en 1847 et les affranchis exploitèrent les autochtones pendant 1 siècle. Un ex-secrétaire d'état passa un accord en 1947 avec le gouvernement du Liberia. Dorénavant, il faudra passer par lui pour enregistrer un bateau, il donnera une partie de l'argent au gouvernement mais il n'y aura pas de taxe sur la détention de bateau pour les propriétaires (attirant du monde). Le Liberia était neutre pendant la guerre froide (ce qui lui permit de commercer avec n'importe qui) et maintenant c'est le 2ème pavillon le plus répandu après le Panama. Quand Charles Taylor devint président, il utilisa l'argent pour la guerre civile. Après un coup d'état par les autochtones en 1980 et des guerres civiles, l'ONU parvint à créer un gouvernement démocratique en 2005. *La doctrine stipule aussi que l'Amérique n'est plus ouverte à la colonisation et que l'Europe ne doit y intervenir et vice versa, à la fin du 19ème s. la doctrine se mue en impérialisme dans les Caraïbes et au-delà et sous Roosevelt (1901-1909) le discours ne prône plus une neutralité absolue mais l'importance de défendre les intérêt américain. "},{"Axe":85.0,"Date":1846.0,"Fin":1848.0,"Durée":1.0,"Titre":"Guerre Américano-Mexicaine","Explication":"Implantation de colon américain sur le territoire mexicain (de la côte ouest jusqu'au Texas), jusqu'à devenir majoritaire. => Révolution du Texas, l'état ayant déclaré son indépendance, il rejoignit les USA et une partie des territoires du Texas furent contestés. Le président Polk poussa la destinée manifeste (volonté de Dieu de pousser jusqu'au Pacifique). Les tensions escaladèrent dans les territoires contestés et la guerre se lança. Les Américains allèrent jusqu'à prendre la capitale. Les Américains durent payer 15M pour le Texas, New-Mexique, Arizona, Utah et Californie, occasionnant une explosion démo avec la ruée vers l'or. Le Texas s'était déclaré indépendant pour réinstaurer l'esclavage, interdit au Mexique (relançant le débat aux USA)."},{"Axe":100.0,"Date":1840.0,"Fin":null,"Durée":0.0,"Titre":"Canada-Uni","Explication":"Union des territoires anglo-francophone, espérant que les francophones finiraient en minorité. George 3 avait annexé les territoires en 1763 (après la guerre de 7 ans) en les séparant selon la langue."},{"Axe":-55.0,"Date":1839.0,"Fin":1860.0,"Durée":20.0,"Titre":"Guerres de l'Opium","Explication":"(2) Interdiction de l'opium en Chine depuis 1729 mais contrebande organisée par les Anglais de l'opium produit en Inde pour rétablir la balance commerciale après les énormes importations de soie et de thé. Mais en 1839, blocage des ports chinois => les Anglais attaquèrent et ils arrivèrent jusque Nankin => traité et réouverture des ports, cession de Hong-Kong, indemnités... mais opium toujours illégal et retour de la contrebande.\/ En 1856, arrestation d'un bateau de contrebande anglais => 2ème guerre avec l'aide des Français. En 1860, convention légalisant le commerce de l'opium et d'autres biens, ouvrant la Chine vers l'industrialisation."},{"Axe":60.0,"Date":1830.0,"Fin":null,"Durée":0.0,"Titre":"Belgique","Explication":"Le royaume uni des Pays-Bas (créé au Congrès de Vienne avec les ex-Provinces Unies et Pays-Bas autrichiens) se reséparent. Le sud demanda une indépendance administrative qui sera refusée => révolution et fondation d'une monarchie constitutionnelle."},{"Axe":-5.0,"Date":1830.0,"Fin":1847.0,"Durée":16.0,"Titre":"Conquête de l'Algérie","Explication":"Suite à la révolution berbère de 739-742, les dynasties maghrébines resteront Independent (Almoravides, Almohades Ets) jusqu'à la Reconquista. Le territoire sera ensuite envahi par les Ottomans et les Français. Le dey d'Alger a avancé une somme pour ravitailler l'expédition française en Egypte, la moitié sera payée mais le Dey s'énerva sur le consul français occasionnant un C.B. (ça arrangeait les Français qui voulaient en plus limiter la piraterie barbaresque). L'empire Ottoman était trop occupé par les Russes et laissant les Français attaquer les côtes puis affronter Abdelkader. En 1844, la smala d'Abdel est détruite et il se réfugia au Maroc, mais l'offensive française sur Maroc obligea le pays à lâcher Abdel qui se rendit 3 ans plus tard (mais les razzias française fit de cette colonisation un échec). La France lorgna ensuite sur le sultanat du Maroc (toujours Independent depuis 1666), l'Allemagne s'y opposa. Le sultan appela la France à l'aide quand son frère chercha à le renverser. Finalement le Maroc sera un protectorat français (1906) et l'Allemagne aura des concessions en Afrique. Le Rif sera administré par l'Espagne qui échouera et c'est Pétain qui viendra à bout des rebelles. En 1954, des attentats débutèrent contre les Algériens favorables, échouant à les rallier, ils s'attaquèrent aux français, qui commencèrent une répression qui elle, fit basculer les Algériens du côté des rebelles. La répression fonctionna mais le général de Gaulle consentira à l'autodétermination, après l'Independent, les favorables furent massacrés ou contraint de fuir."},{"Axe":-20.0,"Date":1830.0,"Fin":1980.0,"Durée":149.0,"Titre":"Colonisation","Explication":"Après les comptoirs portugais du 16ème, la colonisation s'amorça. En 1652 Cape Town (P-U), 1665 Madagascar (Fr), au 17ème les empires d'Afrique toujours souverain atteignirent un pic de vente d'esclave et en 1807-15, fin de la traite négrière. En 1830, la France colonie l'Algérie, le Sénégal, en 1881 la Tunisie et 1884 la Guinée. En 1882, l'Angleterre colonise l'Egypte, le Soudan et le Somaliland. En 1885, l'Italie colonise l'Erythrée et l'Allemagne le Togo, le Cameroun, Namibie. Suite à des désaccords sur la possession du Congo, la conférence de Berlin visera à découper l'Afrique par l'Europe. La décolonisation commença par l'Independent de l'Afrique du sud (1910), pour l'Italie : la Libye (1951) et Somalie (1960), pour l'Angleterre : l'Egypte, le Soudan, Ghana, Somalie, Nigeria, Sierra Leone, Tanzanie, Ouganda, Kenya, Malawi, Zambie, Gambie, Botswana, Lesotho, Maurice, Eswatini, Seychelles et Zimbabwe (1922-80), pour la France : la Tunisie, Guindée, Sénégal, Togo, Madagascar, Bénin, Niger, Burkina Faso, Côte d'Ivoire, Tchad, République centrafricaine, République du Congo, Gabon, Mali, Mauritanie, Algérie, Comores, Djibouti (1956-77), pour l'Espagne : la Guinée équatoriale et Sahara occidental (1968-76), pour le Portugal : Guinée-Bissau, Mozambique, Cap-Vert, Sao Tomé, Angola (1973-1975) et pour la Belgique : Congo, Rwanda et Burundi (1960-62)."},{"Axe":55.0,"Date":1822.0,"Fin":1895.0,"Durée":72.0,"Titre":"Pasteur","Explication":"Pionnier de la micro biologie, inventeur de la pasteurisation (chauffage puis refroidissement éliminant les micro-organismes) et du vaccin contre la rage (1885)\/ Il lança l'élan des vaccins, une inoculation d'un agent infectieux atténué (le 1er vaccin est pour la variole par contact avec la vaccine bovine, 1796)\/ Il défendra les idées de Semmelweis sur le lavage de main (dissection et obstétrique)\/ Contemporain : Koch"},{"Axe":80.0,"Date":1822.0,"Fin":null,"Durée":0.0,"Titre":"Indépendance du Brésil","Explication":"Après avoir fui au Brésil (le Portugal étant sous occupation française), le roi du Portugal retourna à Lisbonne et voulu réduire le pays à son ancien état de colonie, les tensions poussèrent le fils du roi à devenir empereur du Brésil et lancèrent la guerre d'indé (1822-25)."},{"Axe":5.0,"Date":1821.0,"Fin":1829.0,"Durée":7.0,"Titre":"Guerre d'Indépendance Greque","Explication":"Grèce puis Russie, France et Angleterre contre Ottomans."},{"Axe":70.0,"Date":1819.0,"Fin":1901.0,"Durée":81.0,"Titre":"Période Victorienne","Explication":"Grand-mère de : kaiser Wilhelm II, reine de Roumanie, Russie, Norvège et Espagne et des liens avec la Suède et Grèce. Sa mort marque la fin des bonnes ententes mais aussi la WW1."},{"Axe":-15.0,"Date":1816.0,"Fin":1897.0,"Durée":80.0,"Titre":"Empire Zoulou","Explication":"Unifié par Chaka, ils furent défaits face aux Boers à 15k contre 840. Leur communauté vient d'une fusion entre les paysans Hollandais et les Huguenots chassés par la révocation de l'Edit de Nantes. Après que les Anglais prirent Cap Town, les Boers partirent au nord, firent face aux zoulous en 1838 et y fondèrent la république Natalia. Ils y seront encore chassés par les Anglais en 1843 et fonderont l'état d'Orange et du Transvaal. Les Anglais les récupèrent après les 2 guerres des Boers et écraseront la nation zouloue.  "},{"Axe":40.0,"Date":1815.0,"Fin":1866.0,"Durée":50.0,"Titre":"Confédération Germanique","Explication":"Après la fin du Saint-Empire, les états allemands furent rassemblés sous la confédération du Rhin sous Napoléon. A la libération, ils formèrent la confédération germanique. En 1848, des révoltes éclatèrent comme en France et Italie. L'empereur d'Autriche abdiqua en faveur de son neveu, Frédéric IV de Prusse refusa d'être empereur et des révolutionnaires polonais tentèrent d'attaque la Prusse. La confédération restera assujettie à l'Autriche et la Prusse, jusqu'à la victoire de la Prusse sur l'Autriche et la formation de la confédération d'Allemagne du nord. "},{"Axe":20.0,"Date":1812.0,"Fin":null,"Durée":0.0,"Titre":"Campagne de Russie","Explication":"Refus du blocus anti-anglais. France contre Russie. Face à la stratégie de recul russe et une victoire chère payée à Borodino permettant la prise de Moscou, Napoléon battit en retraite à cause d'un approvisionnement difficile et la guérilla. La retraite pendant l'hiver russe est catastrophique, 10k reviennent sur les 440k. Pendant ce temps son frère installé en Espagne est battu, ces échecs stoppèrent les négociations de paix et créèrent la 6ème coalition France contre Autriche, Prusse, Angleterre et Portugal qui se conclura sur la bat. de Leipniz. => Congrès de Vienne (frontière comme avant la Révolution française), mais création de la Sardaigne, Suisse et Pays Bas, la Norvège est donnée à la Suède\/ En 1815, Napoléon retourna au pouvoir (et chassa Louis 18 qui redevint roi en 1814 après son exil en 1809) et 7ème coalition … (bat. Waterloo)\/ Les rois de Russie, Autriche et Prusse puis d'Angleterre et France formèrent la sainte alliance en 1818 dont le but est de garantir le statu quo (éviter les soulèvements révolutionnaires et libéraux en organisant périodiquement des congrès internationaux (paix relative pendant un demi-siècle, sans compter les années 1848, permettant la révolution industrielle)."},{"Axe":75.0,"Date":1810.0,"Fin":1825.0,"Durée":14.0,"Titre":"Guerre d'Indépendance Hispanique","Explication":"Profitant de l'occupation de l'Espagne par les français (guerre d'Independent espagnole en 1808-14 => Independent de la Grande Colombie (Bolivar président en 1819-31), Chili, Bolivie, Pérou, Provinces-Unies du Rio de la Plata (Argentine et Uruguay) et Independent du Texas (1836)\/ Au Mexique, Iturbide était censé éliminer les indépendantistes mais finit par s'allier avec eux. Il força le vice-roi de le proclamer empereur en 1822 (probablement par crainte de la révolution libérale, le roi d'Espagne fut contraint d'accepter une Constitution libérale mais demanda en secret aux français de chasser les libéraux lors de la prise de Trocadéro). Il fut renversé 10 mois plus tard et la suite sera 50 gouvernements en 45 ans. En 1861, la France lança (à la demande des conservateurs mexicains) une expédition au Mexique pour y mettre un empereur catholique (face aux USA), Maximilien de Habsbourg (beau fils de Léopold 1er). Napoléon III échoua et Maximilien fut fusillé en 1867."},{"Axe":30.0,"Date":1808.0,"Fin":1809.0,"Durée":0.0,"Titre":"Guerre de Finlande","Explication":"Russie (+ France et Danemark) contre Suède (+ Angleterre). => La Finlande devint russe.\/ En 1814, la Suède et Norvège s'unirent jusqu'en 1905.\/\/ De 1397 à 1523 : le Danemark avait la Suède et la Norvège."},{"Axe":70.0,"Date":1805.0,"Fin":null,"Durée":0.0,"Titre":"Bataille de Trafalgar","Explication":"Rassemblement de la flotte française et espagnole pour attaquer l'Angleterre mais il fut rappelé en Méditerranée sous soutenir les Français pendant la 3ème guerre de coalition. La flotte fut poursuivie par les Anglais et les Française les engagèrent près de Gibraltar. Ce fut la dernière bataille d'une longue série établissant l'hégémonie britannique sur les mers."},{"Axe":60.0,"Date":1803.0,"Fin":1815.0,"Durée":11.0,"Titre":"Guerres Napoléoniennes","Explication":"En 1803, Napoléon vendit la Louisiane aux USA pour 15M (1,5 fois le PIB des USA).\/ 3ème coalition (1805) : France contre Russie, Autriche, Angleterre et Suède. Victoire française à la bat. d'Austerlitz => dissolution du Saint-Empire et création de la confédération du Rhin (sous protectorat français). La France promit Hanovre à la Prusse pour rester neutre\/ 4ème coalition 1806-07 : France contre Prusse (1806 bat. Iena), Russie (1807 bat. Eylau), Angleterre et Suède. => Alliance entre la France et la Russie et début du blocus contre l'Angleterre\/ Avec les Espagnols, Napoléon essaya d'envahir le Portugal (aidé des Anglais) en 1807 qui empêchait le blocus contre de l'Angleterre.  Censé être l'arbitre entre le roi d'Espagne et son fils, Napoléon les fit abdiqué (dans le but de donner le pays à son fils), le pays se souleva et il l'envahit.\/ 2ème invasion du Portugal en 1809, pendant ce temps l'Espagne entra en guérilla. Il lança une 3ème invasion du Portugal en 1810 mais ils battirent en retraite face à une Lisbonne imprenable, sans ravitaillement et face à la guérilla.\/ 5ème coalition (1809), France contre Angleterre, Autriche. La Russie n'aida pas et envahit la Finlande et après la victoire Napoléon épousa M-L d'Autriche\/ (suite camp. Russie)"},{"Axe":90.0,"Date":1803.0,"Fin":1890.0,"Durée":86.0,"Titre":"Conquête De L'Ouest","Explication":"En 1803, achat de la Louisiane aux Français\/ En 1812-15, guerre contre l'Angleterre et cession de l'Oregon en 1848\/ En 1831, déportations des amérindiens vers l'Oklahoma\/ En (1835-36), révolution du Texas, annexion consentie du Texas en 1845 puis guerre américano-mexicaine en 1846-48 et gain de la Californie et du nouveau Mexique en 1848 (et lancement de la ruée vers l'or)\/ En 1851, 1er traité de Fort Laramie et création de réserves indiennes. En 1868, après des raids indiens et un 2ème traité, des concessions leur sont faites\/ En 1876-77, guerre des Blacks Hills, défaite à Lilttle Bighorn mais victoire américaine au final (pour des nouveaux gisements d'or dans la région)\/ En 1889, \"ouverture\" de l'Oklahoma aux colons et en 1907 il devint le 46ème Etat.\/ En 1959, l'Alaska devint le 49ème Etat après son achat aux russes en 1867\/ En 1924, les amérindiens obtiennent la nationalité américaine\/ En 1810, un monarque unifia l'archipel hawaïenne, les américains viennent s'en mêler voulant la transformer en ile à sucre. En 1875, ils changèrent la constitution et en 1891 organisèrent coup d'état. Une pétition des hawaïens dissuadent le congrès de les annexer mais lorsque la guerre américano-espagnole de 1898 débuta, leur emplacement stratégique fit qu'ils annexèrent Hawaii (le 50ème état, 1959)."},{"Axe":30.0,"Date":1801.0,"Fin":null,"Durée":0.0,"Titre":"Guerre Des Oranges","Explication":"Elle fut déclenchée par le refus du Portugal de participer au blocus contre l'Angleterre. L'Espagne aidé de la France attaqua le Portugal. Le Portugal perdit des territoires sur le continent mais en gagna au Brésil."},{"Axe":70.0,"Date":1801.0,"Fin":null,"Durée":0.0,"Titre":"Royaume-Uni","Explication":"L'Irlande fut faite vassale de l'Angleterre par le pape en 1155 et depuis il y eut une opposition entre protestants-anglicans et catholiques. L'Irlande est méprisée, de nombreuses révoltes seront écrasées. Après un conflit de succession, ils appelèrent Edouard I en tant qu'arbitre. Il choisit un roi fantoche qui ne lui obéira pas et il envahira l'Ecosse en 1296. Après la bataille de Bannockburn en 1314, l'Ecosse déclara son indépendance. En 1707, les parlements d'Ecosse et d'Angleterre sont rassemblés, formant la Grande-Bretagne. Le trône étant interdit à un catholique, c'est un prince allemand, George 1, qui deviendra roi en 1714 (dynastie actuelle). En 1801, unification avec l'Ireland formant le Royaume-Uni. Puis indépendance de l'Irlande en 1922. "},{"Axe":-25.0,"Date":1798.0,"Fin":1801.0,"Durée":2.0,"Titre":"Campagne Egypte","Explication":"But scientifique (pierre de rosette créé comme dico Egyptien-grec, reprise par les Anglais) et pour couper la route des Indes. Victoire facile contre les Mamelouks (bat. des pyramides) mais échec en Syrie et les Anglais détruisirent la flotte française à la bat. d'Aboukir (leur permettant de dominer la Méditerranée). Napoléon repartit en France pour le pouvoir les laissant perdre contre la coalition Anglo-ottomo-russe."},{"Axe":55.0,"Date":1792.0,"Fin":1802.0,"Durée":9.0,"Titre":"Guerres de Révolution Française","Explication":"1ère coalition (1792-97), France attaqua une partie l'Europe. En 1796, il ne restait que l'Autriche, l'Angleterre et l'Italie. Napoléon battit la Sardaigne et l'Autriche alors que le front allemand galérait. => Napoléon rentra dans les hautes sphères. => Annexion et création des républiques sœurs (Belgique, Pays-Bas). Don de Venise au Saint-Empire\/ 2ème coalition (1798-1800) :  France et Espagne contre Saint-Empire, Angleterre, Russie, Ottoman et Suède. Ajout de l'Italie du nord et Suisse aux républiques sœurs et prise de pouvoir par Napoléon\/ En 1800, se forma la ligue du Nord (Russie, Danemark, Prusse et Suède) pour interdire la baltique à l'Angleterre, la Russie se rapprocha de la France (jusqu'à l'Assassinat de Paul I) pour récupérer Malte."},{"Axe":50.0,"Date":1789.0,"Fin":null,"Durée":0.0,"Titre":"Révolution Française","Explication":"Déclaration des droits de l'homme en 1789. Après cette annonce les blancs et affranchis de Saint Domingue (plus prospère colonie française grâce au sucre et café) commencèrent à s'affronter en en associant leurs esclaves respectifs en les armant. Les esclaves se rebellèrent et furent rejoins par les affranchis, puis par les Espagnols, leur proposant l'indépendance s'ils combattant ensemble les Français. Ce fut la seule révolte servile qui réussit.\/ Nationalisation des biens de l'Eglise, nomination et salaire géré par l'état (Gallicanisme).  Pie 6 refusa et face aux dilemmes plus de la moitié des prêtres tournèrent le dos à la révolution Le roi très pieu, empêché de quitter les tuileries pour voir un curé non assermenté, tenta de fuir Varennes en juin 91 aidé par Axel Fersen, son échec le fera enfermer (il sera exécuté en 1793). Puis viendra le tour de Robespierre en 1794.\/ Coup du 18 brumaire 1799 … "},{"Axe":75.0,"Date":1775.0,"Fin":1783.0,"Durée":7.0,"Titre":"Guerre d'Indépendance des USA","Explication":"La guerre de 7 ans ruina l'Angleterre qui augmenta les taxes les colonies américaines. Elles se rebellèrent aidée massivement par les Français (déclaré indé en 1776), pendant ce temps la France et Espagne assiégèrent Gibraltar (anglais)."},{"Axe":40.0,"Date":1756.0,"Fin":1763.0,"Durée":6.0,"Titre":"Guerre De 7 Ans","Explication":"C.B: L'Autriche regretta que la Prusse ait pris la Silésie pendant leur guerre de succession et Frédéric 2 se sentant menacé, attaqua la Saxe (appartenant au Saint-Empire). Angleterre, Hanovre et Prusse contre France, Autriche, Saxe, Suède, Espagne et Russie, Hanovre est pris par la France, Frédéric explosa une 2ème armée française venue à sa rencontre et repoussa l'Autriche à la bat. de Leuthen puis tenu bon contre la Russie et Suède pendant que l'Angleterre reprit Hanovre. Après la mort de la tsarine Elisabeth (1762), Pierre 3 s'allia à la Prusse et la Suède abandonna (Catherine reprit vite le pouvoir mais ne rejoignit pas la guerre => Statu quo en Europe mais pendant ce temps, grâce à la Navy, Angleterre a pris les colonies françaises en Amérique (mais garda quand même les iles à sucre) et en Inde (amorçant le Raj Britannique)."},{"Axe":35.0,"Date":1740.0,"Fin":1748.0,"Durée":7.0,"Titre":"Guerre de Succession D'Autriche","Explication":"C.B: la Prusse s'opposa à ce que Charles 6 de Habsbourg \"lègue\" à sa fille le titre d'impératrice du Saint-Empire. Prusse, France, Espagne contre Autriche, Angleterre, Provinces-Unies et Russie. Marie-Thérèse monta bien sur le Trône d'Autriche (et son mari devint Saint empereur) et la Prusse obtint la Silésie. "},{"Axe":50.0,"Date":1734.0,"Fin":1815.0,"Durée":80.0,"Titre":"Mesmer","Explication":"C'est un charlatan allemand chassé de Vienne et testant sa chance en France. Le roi Louis 16 ordonna une enquête sur le magnétisme animal en 1784. Mesmer postulait l'existence d'un fluide magnétique universel dont on pouvait faire une utilisation thérapeutique, emballé par les découvertes sur la magnétisme et l'électricité. Ce fut probablement le premier test en aveugle. Ils donnèrent de l'eau non magnétisée qui produisit des effets puis ils les calmèrent avec de l'eau magnétisée. Ils conclurent que l'imagination avait un effet, le placebo. Ce magnétisme devint l'archétype de la pseudo-science. Ce qui devint l'hypnose aux USA après 1850, s'inspira du magnétisme animal. Esotérisme nait de la période de progrès et du christianisme, basé sur le magnétisme animal, des idées bouddhistes et indouistes et la société théosophique. En 60-70, le livre le 3ème œil promettait de voir la réalité alors que l'acteur prétendu moine tibétain n'était qu'un plombier. Les hippies fondèrent un centre pour \"dépasser la science qui est dogmatique\" (réaliser le potentiel humain, chakra, jeûne, état de conscience ...). La vision naturaliste et écologiste, l'anthroposophie et le channeling (communiquer des êtres d'autres dimensions) en rajoutèrent une couche\/\/ Origine en 1774 avec la \"UK society of apparently drown people\". Comme il était difficile de vérifier que les gens étaient morts et qu'il y avait des cas de \"résurrection\" souvent pour les noyés, il y avait l'angoisse d'être enterré vivant (cloche Ets dans les cercueils). Le Galvanisme fut créé, l'idée d'utiliser l'électricité pour faire bouger les morts, débouchant sur une expérience pour pouvoir en ressusciter => l'inspiration de Frankenstein."},{"Axe":45.0,"Date":1701.0,"Fin":1714.0,"Durée":12.0,"Titre":"Guerre de Succession D'Espagne","Explication":"N'ayant pas d'enfant, Charles II légua l'Espagne à Philippe 5 (petit fils de Louis 14) mais le fils de Léopold 1er (Saint empereur) est aussi éligible. France et Castille contre Saint-empire, Angleterre, Provinces-Unies, Portugal et Aragon. Après plusieurs défaites dont aux Pays-Bas espagnol qui ouvre la France au nord, Louis 14 demanda la paix mais elle fut trop humiliante et il s'accrocha. Malgré une autre défaite tactique mais au prix très lourd pour la coalition, elle abandonna l'invasion de la France et la paix fut signée => Pays-Bas espagnol, Naples, Milan et la Sardaigne vont au Habsbourg, la Sicile à la Savoie et Gibraltar et Minorque aux Anglais, MAIS Philippe 5 (et la dynastie Bourbon encore régnante) dû renoncer à toutes prétentions sur la France en échange de la succession d'Espagne."},{"Axe":30.0,"Date":1700.0,"Fin":1721.0,"Durée":20.0,"Titre":"Guerre Du Nord","Explication":"Russie, Danemark-Norvège, Saxe, Pologne-Lituanie attaquèrent empire suédois pour reprendre des territoires pris. Les Suédois attaquèrent vite le Danemark qui capitula quelques mois après puis explosèrent les russes et s'engouffrèrent 5 ans en Pologne-Lituanie. Puis ils lancèrent une invasion de la Russie mais perdirent tout à la bat. de Poltava. Après la défaite suédoise, la coalition fut rétablie avec la Prusse et Hanovre et dépecèrent la Suède de ses dominions, lui laissant que la Finlande (qui sera prise 1 s. plus tard par la Russie, qui devint la grande puissance du nord sous Pierre le grand)."},{"Axe":45.0,"Date":1694.0,"Fin":null,"Durée":0.0,"Titre":"1ère Banque Centrale","Explication":"Venise et Gênes (1ère grande Banque de prêt). En 1609, Banque d'Amsterdam (dépôt et certificat en échange) "},{"Axe":50.0,"Date":1688.0,"Fin":1697.0,"Durée":8.0,"Titre":"Guerre de la Ligue D'Augsbourg","Explication":"Louis 14 et Jacobites contre Guillaume 3 (Angleterre et Pays-Bas), Espagne, Léopold (Saint Empire) et certains états allemands. Il gagna l'Alsace, rendit la Lorraine et reconnu Guillaume 3 roi d'Angleterre."},{"Axe":60.0,"Date":1688.0,"Fin":1689.0,"Durée":0.0,"Titre":"Glorieuse Révolution","Explication":"En 1649, Charles 1er fut décapité à force de s'imposer en roi divin face aux parlementaires (au même moment Louis 14 triompha de la Fronde). Le conseil d'état pris le pouvoir sous le leadership de Cromwell. En 1660, restauration des Stuart avec les 2 fils de Charles 1er. Charles 2 développa les compagnies maritimes anglaise grâce aux victoires pendant les guerres avec les Provinces-Unies en 1661-1685). Jacques 2 voulu instaurer le Catholicisme et le peuple appela Guillaume d'Orange (petit fils de Charles 1er et époux de la fille de Jacques 2). Pendant que la France mit à sac de Palatinat, Guillaume débarqua en Angleterre et Jacques 2 fuit. Guillaume instaura un vrai parlement en 1689 (Bill of Rights) qui le fera roi. La France entra en guerre contre l'Angleterre et envoya Jacques 2 en Irlande catholique, mais Guillaume les battit. Les Highlanders, toujours favorable au Stuart, partirent en France et devinrent les Jacobites. En 1692, Guillaume somma les Ecossais de renier le Catholicisme et fit un exemple tragique à Glencoe. S'en suivit la glorieuse révolution, donnant le pouvoir aux Whigs. Le parlement libéral, la création d'une banque nationale de soutien et la réforme fiscale furent le terreau de la révolution industrielle."},{"Axe":5.0,"Date":1686.0,"Fin":1700.0,"Durée":13.0,"Titre":"Guer Russo-Turque","Explication":"Russie, Autriche, Pologne-Lituanie et Venise contre les Ottomans, Azov devint russe et leur donna un accès à la mer Noire. 10 guerres Russo-ottomane entre 1568 et 1878, Catherine II annexa le Khanat de Crimée (1768-74)."},{"Axe":35.0,"Date":1683.0,"Fin":1699.0,"Durée":15.0,"Titre":"Guerre Austro-Turque","Explication":"C.B. : 2ème siège de Vienne par les Ottomans. La républiques des 2 nations les sauvèrent. => Les Ottomans rendirent aux Habsbourg la Hongrie et la Transylvanie, des terres à la Pologne et à Venise (recul de l'empire ottoman et retour des Habsbourg au top)."},{"Axe":null,"Date":1674.0,"Fin":1819.0,"Durée":144.0,"Titre":"Empire Marathe","Explication":"\/"},{"Axe":70.0,"Date":1654.0,"Fin":null,"Durée":0.0,"Titre":"Traité De Pereïaslav ","Explication":"Etablissement des cosaques au nord-est de l'Ukraine, territoire russe. Puis rattachement de l'hetmanat zaporogue à la puissance russe."},{"Axe":75.0,"Date":1650.0,"Fin":1730.0,"Durée":79.0,"Titre":"Age D'Or de la Piraterie","Explication":"Vers 1650-80, les Français et Anglais attaquaient les colonies espagnoles\/ Pendant la guerre de succession d'Espagne, les états \"sous traitaient\" des corsaires (avec des lettres de marque) et flibustiers (moins légaux) pour voler leurs ennemis. Après celle-ci et la fin du soutien, ils devinrent des pirates\/ En méditerranée, la piraterie barbaresque durera jusqu'en 1805 quand le pacha de Tripoli, le dey d'Alger et le bey de Tunis s'allièrent contre les occidentaux. Une flotte anglo-hollandaise et américaine leur imposa une reddition."},{"Axe":55.0,"Date":1648.0,"Fin":1653.0,"Durée":4.0,"Titre":"Fronde","Explication":"Pendant la guerre de 30 ans, les impôts et les intendants du roi ne plaisaient pas au parlement, en 1642 la mort du Richelieu puis de Louis 13 mit Anne d'Autriche régente. Le parlement en profita pour proposer des réformes d'abord acceptées puis matées par l'appel de Condé par Mazarin pour assiéger Paris. Après son aide, Condé en demanda de + en +, il fut emprisonné et ses alliés battus par l'armée royale. Retour d'espoir pour la fronde parlementaire après le bannissement de Mazarin (le frère du roi décédé voulait une monarchie modérée et vit Mazarin comme un problème). Mais Condé, le parlement, les tribunaux et le conseil du roi ne se mettant pas d'accord, la fronde s'écroula, Condé fut battu, Mazarin revint et Louis 14 fut couronné. La chasse qu'il fera aux parlementaires amorcera son règne totalitaire."},{"Axe":-60.0,"Date":1644.0,"Fin":1912.0,"Durée":267.0,"Titre":"Dynastie Qing","Explication":"Fermeture au 18ème (taxes lourdes et interdiction d'apprendre le Chinois pour les étrangers)\/ Révolution Xiahai en 1911, après la nationalisation et location aux Européens d'une ligne de chemin de fer et indépendance de la république de Chine Kuomintang (au sud) puis rejointe par le nord entre les mains de l'armée (le général devint président et l'empereur abdiqua). Indépendance de la Mongolie (ré invasion par les Chinois, puis par les blancs de Ungern et par les rouges puis intégré à l'URSS à la mort de Bogdo Khan). Indépendance du Tibet (qui redeviendra chinois en 1951). A la mort du général en 1916, le sud reste au KTM et le reste est peu sous contrôle. En 1921 est créé le parti communiste et le KTM et PCC s'allièrent et sont soutenus par l'URSS pour récupérer les territoires aux seigneurs."},{"Axe":55.0,"Date":1638.0,"Fin":1715.0,"Durée":76.0,"Titre":"Louis 14","Explication":"Il gagna l'Alsace et le sud de la Belgique (une partie des Pays-Bas espagnol) après la guerre de Hollande (1672-78) sorte de vengeance après la guerre de dévolution, Louis 15 ajouta la Loire."},{"Axe":50.0,"Date":1634.0,"Fin":null,"Durée":0.0,"Titre":"Académie Française","Explication":"L'imprimerie impacta la langue française avec l'invention de l'accent ce qui permit de réduire les mots à double consonne. L'ordonnance de Villers Cotterêts vira le latin des procès. L'imprimerie a aussi aidé à diffuser le protestantisme et Richelieu voulu établir une institution qui contrôlerait les écrits, Académie française. On créa l'accord avec avoir, il n'excitait pas et la règle vint d'une règle de l'italien mal appliquée. (une règle venant de l’Italien mais mal interprétée). En 1718, l'Académie accepta le U et J dans la langue."},{"Axe":65.0,"Date":1618.0,"Fin":1648.0,"Durée":29.0,"Titre":"Guerre De 30 Ans","Explication":"C.B: la couronne de Bohême fut refusée au Saint empereur (pour éviter de mettre un catholique sur le trône d'un état protestant et donc lui imposer le Catholicisme) et proposée à un calviniste. la Bohême sera annexée par les Habsbourg d'Autriche puis ceux d'Espagne partirent écraser les indépendantistes hollandais en passant et ravageant par le Palatinat. Habsbourg contre les Etats protestants allemands, Provinces-Unies, Danemark (25-29), Suède (31-48) et France (35-48). Les Habsbourg dominèrent jusqu'à la bat de Breinfeld en 1631 où Suède battit l'Espagne, ensuite les Suédois perdirent à Nördlingen et la France rentra en jeu pour éviter l'encerclement et prit l'avantage. La mort de Richelieu puis de Louis 13 poussa les Espagnols à attaquer la France, mais Condé la défendra et mettra un terme à l'invincibilité des Tercios une semaine après l'intronisation de Louis 14 (4 ans).  => traité de Westphalie : établissement de la souveraineté des états et d'un désir d'équilibre politique (les états s'engagent à se coaliser si un état devient hégémonique), 20% de la population est morte et reconnaissance de l'Independent des Provinces-Unies et confédération suisse, affaiblissement du Saint-Empire et des Habsbourg en faveur des états allemands). Marie Thérèse d'Autriche (fille du roi d'Espagne) est donnée à Louis 14, il s'en servira pour revendiquer le trône d'Espagne pendant la guerre de Dévolution 1667-68."},{"Axe":50.0,"Date":1614.0,"Fin":null,"Durée":0.0,"Titre":"États Généraux","Explication":"Créé par Philippe le Bel pour faire \"acquiescer\" ses réformes en réunissant le clergé, la noblesse et le tier-état. Après la mort d'Henry 4 la régence de Marie de Médicis est catastrophique, elle donna tout à son beau-frère de lait, faisant monter la grogne à travers Condé. La régence accepta les derniers états généraux avant ceux de 1789. C'est un échec à part Richelieu qui est pris sous l'aile de Marie, après s'être fait remarquer. Le roi Louis 13 fera tuer le beau-frère Concini, sa femme et fera chasser sa mère."},{"Axe":-70.0,"Date":1603.0,"Fin":1868.0,"Durée":264.0,"Titre":"Période Edo","Explication":"Révolte des chrétiens et paysans (1637) contre gouvernement (aidé des Hollandais). "},{"Axe":-65.0,"Date":1592.0,"Fin":1598.0,"Durée":5.0,"Titre":"Guerre d'Imjin","Explication":"Invasion japonaise ratée en Corée aidée de la Chine pendant le règne d'Hideyoshi."},{"Axe":70.0,"Date":1585.0,"Fin":1604.0,"Durée":18.0,"Titre":"Guerre Anglo-Espagnole","Explication":"Les corsaires anglais sapent le commerce espagnol dans les Caraïbes et soutient les rebelles protestants hollandais. Anglais et Provinces-Unies contre Espagne et Portugal."},{"Axe":30.0,"Date":1578.0,"Fin":null,"Durée":0.0,"Titre":"Guerre Des 3 Rois","Explication":"Le Portugal perdit contre le sultanat Maroc. C.B: dispute dynastique Saadienne où un membre prit le pouvoir, aidé des Ottomans et celui lésé demandera l'aide du Portugal en plein déclin (l'Espagne avait refusé, occupée par la révolutions des Provinces-Unies). La bataille tua les 3 chefs et résolu le conflit dynastie marocain. Le Portugal perdit son roi de 18 ans, sans héritier et une grande partie de la noblesse car elle avait été obligée de s'engager, causant un énorme endettement. => Philippe 2 d'Espagne prit de contrôle du pays et créa l'union Ibérique qui survécu pendant 60 ans. Les élites locales acceptèrent par survie mais le peuple résista."},{"Axe":25.0,"Date":1571.0,"Fin":null,"Durée":0.0,"Titre":"Bataille de Lépante","Explication":"Pendant la 4ème guerre véneto-ottomane, la Sainte-Ligue (Venice, Espagne, Gênes, Etats pontificaux) battit la flotte ottomane, mais ça n'empêcha pas les ottomans de la reconstruire rapidement. Venise échoua à reprendre Chypres (leur but) et fit la paix pour privilégier le commerce). Déclin de Venice face aux Portugais et Hollandais mieux placé pour les nouvelles routes commerciales et au passage des galères aux galions (coque plus profonde pour la haute mer)."},{"Axe":35.0,"Date":1569.0,"Fin":1798.0,"Durée":228.0,"Titre":"République Des 2 Nations","Explication":"Révolution des cosaques … \/ 1733-38 guerre succession de Pologne où s’oppose 2 rivaux. Russie, Autriche, Saxe et Prusse (soutiennent Auguste 3) contre France et Espagne (soutiennent Stanislaw 1) mais Auguste accède au trône\/ Elle se termine par les 3 partages (1772-93-95) de la Pologne entre l'Autriche, la Prusse et la Russie, en 93 les magnats appellent l'Autriche et la Rus suite à la nouvelle Constitution soutenue par le roi, inspirée des libéraux français."},{"Axe":60.0,"Date":1568.0,"Fin":1648.0,"Durée":79.0,"Titre":"Révolution des Pays-Bas","Explication":"Appelée aussi guerre de 80 ans. Révolution des Pays-Bas des Habsbourg (~17provinces), indé des provinces du nord en 1581 (Prov-Unies des P-B) contre l'Espagne qui le reconnaitra en 1648\/ Les provinces du sud restent espagnoles entre (1581-1713) puis P-B autrichien (1713-95) puis firent partie de la république française en 1798 (république Battave)."},{"Axe":65.0,"Date":1562.0,"Fin":1598.0,"Durée":35.0,"Titre":"Guerres De Religion","Explication":"Il y eut 8 guerres de religions. Le culte était autorisé à l'extérieur des villes et 50 protestants furent tués pour avoir désobéis.\/ Après moulte traité, Catherine de Médicis (veuve de d'Henry 2) maria sa fille (Marie) à Henry de Navarre et pendant le mariage un attentat survint contre l'Amiral de Coligny. Charles 9 craignant les représailles, fit assassiner les chefs protestants (massacre de la St Barthélemy). Après sa mort, son frère, Henry 3 n'aura pas d'héritier à part Henry de Navarre. Le duc de guise pactisa avec l'Espagne pour placer un Catho sur le trône et ce complot força le roi à s'opposer aux protestants (8ème guerre, celles des 3 Henry). Le roi fit finalement assassiner le duc ce qui révolta la Ligue catho, le roi fuit et s'allia à Henry de Navarre puis ils marchèrent sur Paris. Le roi fut assassiné par un moine de la Ligue et Henry 4 monta sur le trône alors qu'il n'était que son cousin au 22ème degré, fin des Valois et début des Bourbons), il s'opposa à la Ligue qui refusait qu'un protestant soit souverain, mais finit par se convertir, devint roi et signa l'édit de Nantes (tolérance entre catho et protestant). Il légua à Louis 13 un royaume riche."},{"Axe":null,"Date":1534.0,"Fin":null,"Durée":null,"Titre":"Anglicanisme","Explication":"Henry 8, catholique, voulu divorcer mais le pape refusa. Il divorça malgré tout et décida de devenir le chef religieux (il nommait les évêques, gérait les conflits religieux et saisi les couvents). Quand Marie Tudor (fille d'Henry 8) essaya de restaurer le catholicisme (et d'annuler les lois d'Edouard 6, son demi-frère) et persécuta les protestants d'où son nom (Bloody Mary). A sa mort, sa demi-sœur, Elisabeth 1, fut couronnée et eut un règle beaucoup plus tolérant. Sans enfant, c'est le roi d'Ecosse Jacques 6, qui devint roi sous le nom de Jacques 1. Encore plus tolérant (sa mère Marie Stuart a été exécutée sur ordre d'Elisabeth), il voulut aussi les unir l'Ecosse et l'Angleterre en Grande bretagne mais le parlement refusa. Il dut composer entre les anglicans et calviniste et être ferme avec les catholiques mais pas trop car il voulait faire la paix avec l'Espagne (en guerre depuis 1585 et paix signée en 1604). Il essaya un compromis entre catholique et anglican avec le Pape mais ce fut un échec, rendant les anglican méfiant. Il dut alors serrer la vis contre les catholiques. La violence devint leur seule issue => conspiration des poudres. Mais elle fut un échec, tout était prévu mais l'un des membres de la conspiration prévint un catholique de ne pas se rendre au parlement. Il prévint le roi et après cette tentative de faire exploser le parlement, les catholiques furent réduits au silence."},{"Axe":80.0,"Date":1532.0,"Fin":1572.0,"Durée":39.0,"Titre":"Conquête des Incas","Explication":"Expédition de F. Pizarro et D. de Almagro soutenue par Charles Quint, il invita le roi Atahualpa (jouant sur la rivalité entre Atahualpa et son frère) mais l'emprisonna et massacra ses gardes à l'aide de 183 hommes. Le roi fit, de sa cellule, venir des rançons, fit exécuter son frère et se baptisa mais finira qd mm exécuté (1533). Ses successeurs ont maintenu une rébellion jusqu'en 1572. Pizarro fonda Lima, tua Almagro et se fit assassiner par les amis de ce dernier...(1541). Fondation de la vice-royauté du Pérou en 1543."},{"Axe":null,"Date":1532.0,"Fin":1868.0,"Durée":335.0,"Titre":"Colonnies Américaines","Explication":"1532 Rencontre puis arrestation de l'empereur Inca par Pizarro puis malgré la rançon, il l'exécute et détruit l'empire.\n1580 Drake attaque les cotes espagnole\nEn 1590, l’Espagne envahit le Portugal\n1605 Fr à port Royal\n1607 Jamestown établit en Virginie la première colonie britannique (début de la plantation de tabac et 1ère déportation africaine, au début \"sous contrat\", l'esclavage moderne l'installera)\nProvinces Unies prennent le Brésil, mais au retour de son indé le Portugal le reprend, et les P-U se concentrent au nord, 1667, guerre Angleterre contre les Provinces-Unies, les P-U perdirent tout face aux britanniques mais récupérèrent le Suriname.\nVers 1868, lancement d'une chasse aux bisons par l'état pour affaiblir les Amérindiens, en 20 ans de 5,5M à - de 1000.Vers 1868, lancement d'une chasse aux bisons par l'état pour affaiblir les Amérindiens, en 20 ans de 5,5M à - de 1000."},{"Axe":25.0,"Date":1530.0,"Fin":1584.0,"Durée":53.0,"Titre":"Ivan Le Terrible","Explication":"Il étendit l'empire à l'est après à la bat. de Kazan en 1552 (contre les tatars, ancien vassaux des mongols) et à Astrakhan (capitale au bord de la Mer Caspienne d'un khanat mongol issu de l'éclatement de la horde d'or). Il amorça aussi la conquête de la Sibérie. Cherchant un accès à la mer, il envahit la confédération Livonienne (Estonie, Lettonie) mais fut repoussé par la Pologne-Lituanie + Suède + Danemark\/ Les Tatars de Crimée brûleront une 1ère fois Moscou mais ils seront arrêtés en 1572. Après sa mort et celle de ses fils, il n’y aura pas d'héritier => Boris Godounov (conseiller du tsar) se fit couronner et le patriarche de Moscou s'émancipa de Constantinople. Son fils le remplaça mais ne réussit pas à repousser une révolte d'un faux héritier d'Ivan soutenue par les Polonais et Cosaque. Le faux héritier se fera aussi tuer par les Moscovites et les Boyards (nobles) mettront un des leurs sur le trône. Un 2ème faux héritier soutenu par les Polonais revint et fut rechassé du trône. A partir de ce moment, tout étranger est exclu du trône et ils choisirent Michel Romanov (de la famille de la 1ère femme d'Ivan et descendant de Riourik, varègue dont la dynastie règnera sur la Rus de Kiev de 862 à 1240)."},{"Axe":-45.0,"Date":1526.0,"Fin":1857.0,"Durée":330.0,"Titre":"Empire Moghol","Explication":"Babur (descendant de Tamerlan) battit le dernier sultan de Delhi.\/\/ Les souverains locaux s'allièrent avec les Français contre Anglais mi-18ème et conquirent une partie, mais ils seront laissé tomber par Versailles et la compagnie."},{"Axe":40.0,"Date":1525.0,"Fin":1871.0,"Durée":345.0,"Titre":"Prusse","Explication":"Union en 1618 entre le duché de Prusse et le Brandebourg et devenant royaume en 1701."},{"Axe":75.0,"Date":1521.0,"Fin":null,"Durée":0.0,"Titre":"Chute des Aztèques","Explication":"Cortez arrive en 1519 et s'allia avec les tlaxcaltèques(état enclavé dans l'empire Aztèque, les guerres avec eux auraient servis à l'entrainement et aux sacrifices), arrivé à Tenochtitlán ça dégénère, retranchement dans le palais et mort de Moctezuma II. Ils fuirent et éclata la bat. Otumba (500 contre 40000), ils eurent la victoire grâce à leur assaut sur le général ennemi faisant fuir les autres\/ S'en suivi le siège de Tenochtitlán, famine et épidémie (variole). Installation des Espagnols (Mexique) et ensuite conquête des territoires mayas."},{"Axe":40.0,"Date":1517.0,"Fin":null,"Durée":0.0,"Titre":"Protestantisme","Explication":"Luther et ses 99 thèses critiquent des indulgences de l'Eglise, rejettent le Pape (mais prône retour aux fondements de la Bible). Les réformés (princes du Saint-Empire) deviennent protestants (d'où le nom) suite à l'interdiction de cette réforme par Charles Quint (1529)\/ Diffusion du calvinisme dans le sud de la France et en Suisse (où Calvin est appelé avant d'être bannit pour avoir supposément tenté d'établir une théocratie). Il y revint en 1541 réussissant à imposer les valeurs morales par le gouvernement, Calvin rejetait aussi le culte des saints et la dévotion de Marie, il ne gardait que le baptême et l'eucharistie, il prônait la prédestination et une vie austère. En 1546, Charles Quint opta pour la réponse militaire et malgré une victoire, il autorisa que la religion soit celle du seigneur. La paix d'Augsbourg (1555) tiendra jusqu'à la défenestration de Prague et le début de la guerre de 30 ans."},{"Axe":-25.0,"Date":1517.0,"Fin":null,"Durée":0.0,"Titre":"Fin du Sultanat Mameluk","Explication":"Déclin des mameloukes à cause de la peste, des attaques de Bédouin et la concurrence des Portugais. Les ottomans voulurent prendre le contrôle du commerce des épices et des lieux saints. Un 1er conflit en 1485-91 ne mena à rien. En 1516, Sélim battit les Séfévides et pendant ce temps le sultan mamelouk, se méfiant, prépara ses troupes à la frontière. Les Ottomans attaquèrent en effet, peu après. Le bataille tourna en faveur des Ottomans et la rumeur de la mort du Sultan a paralysé le pays, laissant les Ottomans prendre la Syrie. Le nouveau sultan essaya de refaire son armée et de combler le manque de canon mais Sélim arriva déjà au Caire. Pendant la guerre, les Ottomans défendirent les lieux saints et le Sharif de la Mecque se soumit aux Ottomans."},{"Axe":-30.0,"Date":1509.0,"Fin":null,"Durée":0.0,"Titre":"Bataille de Diu","Explication":"La flotte portugaise battit une coalition (Mamelouks, Ottomans, sultanat Gujarat (Inde) + l'aide de Venise), leur assurant le contrôle de la route africaine (découverte par Vasco de Gama en 1497). Le monopole dura jusqu'à la bat. de Swally contre les Anglais, qui marqua l'ascension de la compagnie des Indes britanniques. Cette défaite, conjuguée à la Ligue de Cambrai (4ème guerre d'Italie) marqua la fin de l'apogée de la république Vénitienne."},{"Axe":-40.0,"Date":1501.0,"Fin":1736.0,"Durée":234.0,"Titre":"Séfévides","Explication":"Succédant aux Timourides en Iran et Irak (face aux Ottomans, Moghols et Ouzbeks). Battu par les Afghans, dominé par les Afcharides (1736-49) et Zand (1750-1794). Suivra l'empire Kadjar (1786-1925)"},{"Axe":50.0,"Date":1500.0,"Fin":1558.0,"Durée":57.0,"Titre":"Charles Quint","Explication":"(Héritier de Castille, Aragon, Bourgogne et des Habsbourg), il hérita de l'Espagne et son empire, des Pays Bas et territoires des Habsbourg et Naples, il fut empereur du Saint-Empire en 1519."},{"Axe":-15.0,"Date":1494.0,"Fin":1566.0,"Durée":71.0,"Titre":"Soliman Le Magnifique","Explication":"Arrière-petit-fils de Mehmed II, il conquit de la Hongrie (1526) et l'annexa (1543) après une alliance avec François 1er puis échoua au 1er siège de Vienne en 1529."},{"Axe":45.0,"Date":1494.0,"Fin":1559.0,"Durée":64.0,"Titre":"Guerres d'Italie","Explication":"Il y eut 11 guerres d’Italie. Revendications de Charles 8 de France sur le royaume du Naples puis le duché de Milan.\/ Le fils de Lorenzo de Médicis céda la ville et fut chassé, les Médicis reprirent le contrôle de la ville grâce aux papes Médicis. Plus tôt, le Pape Sixte 4, voulant élargir les Etats pontificaux se frotta aux Médicis, qui s'en sortirent en retournant Naples contre le Pape.\/ La 4ème a pour but de démanteler Venise (coalition des Français, Etats Pontificaux, Aragon, Anglais), mais inquiète des progrès de Louis 12, la coalition se retourna contre lui avec les Suisses et le repoussa. C'est François 1er qui continuera.\/ Lors de la 5ème, François 1 acheta la neutralité des Espagnols et Anglais et s'allia avec Venise contre Milan défendu par les suisses (défaite de Marignan en 1515).\/ Le connétable de Bourbon se sentant menacé, il rejoignit le Saint-Empire et chassa les Français, puis défendit Milan et fera François prisonnier à la bat. de Pavie (1525).\/ Pendant la 7ème, il descendit sur Rome (s'étant allié aux Français) mais y mourut et son armé mettra Rome à sac. Elles se terminèrent par des traités entre la France d'un côté, l'Espagne et le Saint-Empire de l'autre."},{"Axe":65.0,"Date":1494.0,"Fin":null,"Durée":0.0,"Titre":"Traité de Tordesillas","Explication":"Donna le nouveau monde aux Espagnols (hors Brésil)\/ En 1481, bulle pontifical Aeterni Regis donna au Portugal le monde au sud des îles canaries (à la condition de les évangéliser), les traités furent respecté pendant 1 siècle grâce à leur supériorité navale."},{"Axe":-25.0,"Date":1492.0,"Fin":null,"Durée":0.0,"Titre":"Fin de la Reconquista","Explication":"Survie des Omeyyades fondant un Emirat à Cordoue 756-929 puis un Califat 929-1031 (éclatant ensuite en Taifas, états indés). Almoravides en 1040-1147, Almohades en 1121-1269 et Emirat de Grenade en 1238-1492. El Cid, fut Capitaine du 1er roi de Castille, puis du roi de Leon et enfin du côté musulman. En 1212, le roi D'Aragon répondit à la croisade lancée par Innocent 3 et le roi de Castille, et battit les Almohades qui ne menaceront plus les chrétiens. En 1236, la Castille prend Cordoue (l'ancienne capitale du califat). Reprise de Grenade (dernier bastion), conversion ou expulsion des juifs et musulmans et fin de l'unification de l'Espagne après le mariage en 1469 d'Isabelle devenant reine de Castille en 1474 et Ferdinand II devenant roi d'Aragon en 1479. Libre après sa victoire, elle reçut et décida de soutenir C. Colomb (mort en 1506). En 1609-14, ils expulsent les musulmans convertis, les privant de main d'œuvre."},{"Axe":50.0,"Date":1485.0,"Fin":1488.0,"Durée":2.0,"Titre":"Guerre Folle","Explication":"Victoire de la royauté française sur les princes du royaume et de la Bretagne (pour tenter de préserver l'indé de son duché), lançant l'annexion de la Bretagne (mariage de l'héritière à Charles 8 de France, à sa mort elle se remaria avec son successeur Louis 12. A la mort du couple, leur fille maria François 1 et lui fit don de la Bretagne) et rattachement officiel avec l'Edit de Nantes (1532), la Révolution française mettra fin à son restant d'autonomie."},{"Axe":-70.0,"Date":1467.0,"Fin":1603.0,"Durée":135.0,"Titre":"Sengoku","Explication":"Affaiblissement du shogunat Ashikaga (au pouvoir depuis 1336) après la guerre d'Onin et Japon divisé par les daimyos. En 1573, Oda Nobunaga marcha sur Kyoto, destitua le dernier shogun Ashikaga et unifia une partie du Japon. Trahis par un de ses généraux, Oda meurt en 1582. Hideyoshi Toyotomi (un de ces généraux) battit le traitre, s'allia avec Tokugawa Ieyasu (un allié puissant d'Oda) et soumit les daimyos. Etant devenu maitre du Japon, il échoua à envahir la Corée (protégée par la Chine), il mourut de maladie et Tokugawa pris le pouvoir aux Toyotomi et battit Ishida Mitsunari (son rival pour le shogunat) à la bat. de Sekigahara et fonda son shogunat à Edo. Le clan Hideyoshi s'opposa au shogun et Tokugawa termina l'unification après sa victoire au château d'Osaka\/  On organisa un cadastre des terres et confisqua les armes des paysans + persécution des chrétiens et bouddhistes (le Shinto devient la religion de l'état), les daimyos furent obligé de vivre régulièrement à Edo et le Japon se ferma."},{"Axe":-10.0,"Date":1466.0,"Fin":1546.0,"Durée":79.0,"Titre":"Barberousse","Explication":"Lui et ses frères devaient chasser les Maures et les Espagnols d'Afrique du Nord avec des janissaires de Selim 1er (l'Espagne avait pour but d'y obtenir des villes vassales). Par peur de l'Espagne le roi et les commerçants d'Alger appelèrent Barberousse (qui tua le roi et devint régent), mais galérant contre les Espagnols (qui ont tué ses 3 frères), il devint vassal des Ottomans. L'Espagne enverra Andrea Doria en 1531 contre Alger et les Ottomans (Soliman étant en difficulté avec les Séfévides, il signera un traité mais fera de Barbe son amiral). Le bey de Tunis, menacé, appela Charles Quint, qui les sauva mais il échoua à Alger, sa rivalité avec François 1er poussera ce dernier à s'allier avec les Ottomans. En 1538, Soliman attaqua Venise mais François ne l'aida pas. Le Pape fonda la Sainte Ligue mais elle échoua et Venise fit la paix. Quint attaqua à nouveau Barbe à Alger en 1541 mais l'échec permit aux Ottomans et Français d'assiéger Nice (Savoie), l'échec du siège créa des embrouilles avec Barbe, qu'il du payer pour faire partir. Humilié, François fit la paix avec Quint."},{"Axe":0.0,"Date":1464.0,"Fin":1591.0,"Durée":126.0,"Titre":"Empire Songhaï","Explication":"L'empire Songhaï fut battu par les Saadiens. A ce moment, Maroc Saadiens (1509-1649) allait jusqu'à Tombouctou. Les Saadiens seront remplacés par les Alaouites encore au pouvoir aujourd'hui."},{"Axe":60.0,"Date":1455.0,"Fin":1485.0,"Durée":29.0,"Titre":"Guerre Des 2 Roses","Explication":"En 1399, Richard 2 du abdiquer (passage des Plantagenets aux Lancastre). A la fin de la guerre de 100 ans, l'Angleterre est épuisée et son roi devint fou. Le duc d'York aidé de Warwick se rebella et la guerre se lança après la perte de l'Aquitaine. Henry 6 fut battu et prisonnier, mais sa femme Marguerite leva une armée et tua le duc et récupéra son mari. Le fils du duc aidé de Warwick les battirent et puis se fit couronner. Mais Warwick voulu remplacer le roi par son frère mais il échoua et partit en France. Le roi de France le poussa à aider Marguerite d'Anjou, il y retourna et mit Henri 6 sur le trône. Le fils du duc d'York revint aussi aider Charles le Téméraire (duc de Bourgogne) et battit Warwick et Marguerite, mais il mourut peu de temps après. Le duc de Gloucester assassina, le fils de 12 de Marguerite?, étant censé le protéger, puis se fit couronner. Mais Henri Tudor (héritier des Lancaster) le défia et devint roi. \/ Marie Stuart (reine d'Ecosse) se réfugia chez sa cousine Elisabeth 1ère (petite fille d'Henri 6 et de la reine d'Angleterre) après s'être faite évincée par les Ecossais. Entretemps, le soutien d'Elisabeth (protestante) aux Provinces-Unies et l'enfermement de Marie Stuart (soutenue par les catho) lança l'armada espagnole à l'assaut de l'Angleterre. Elle sera repoussée et la météo du retour détruisit de nombreux vassaux. Sa cousine se débarrassera d'elle par crainte des catholiques mais n'ayant pas d'enfant, c'est le fils de Marie Stuart (héritier de l'Ecosse) qui monta sur le trône et inaugura sa dynastie en 1603 (unifiant l'Ecosse et Angleterre). "},{"Axe":0.0,"Date":1453.0,"Fin":null,"Durée":0.0,"Titre":"Prise Constantinople","Explication":"Les Ottomans grignotèrent des territoires autour de Byzance tout en répondant à l'appel de Byzance pour combattre leurs rivaux comme en 1396, au lieu de rentrer ils s'installèrent en Thrace. Une croisade fut lancée pour les déloger mais elle échoua."},{"Axe":75.0,"Date":1428.0,"Fin":null,"Durée":0.0,"Titre":"Empire Aztèque","Explication":"Alliance de 3 cités-états (Mexico-Tenochtitlan, Texcoco, Tlacopan=Tépanèques), fondant l'empire Aztèque (ou Mexicas) après avoir battu les Tépanèques ??"},{"Axe":45.0,"Date":1379.0,"Fin":1380.0,"Durée":0.0,"Titre":"Guerre de Chioggia","Explication":"En 1284, Gênes fit déjà succomber Pise à la bat. de la Meloria et lui pris la Corse, Pise tomba sous la coupe de Florence. Venise contre Gênes, Venise récupéra ses privilèges à Constantinople et en mer noire. Les 2 républiques affaiblies (par 4 guerres 1253-1381) devront maintenant faire face aux ottomans. Les croisades ont enrichis les cités maritimes peut expliquer la Renaissance."},{"Axe":25.0,"Date":1375.0,"Fin":1378.0,"Durée":2.0,"Titre":"Guerre des 8 Saints ","Explication":"C.B.: Méfiance de Florence face à l'expansion des états pontificaux (une des causes du retour de la Papauté d'Avignon) + conflits entre Guelfes et Gibelins. Florence, Milan et d’autres petites citées contre des Etats-pontificaux => Florence du payer un tribu et rendre ses droits à l'Eglise pour se voir lever les interdictions. => fin de la papauté d'Avignon"},{"Axe":-45.0,"Date":1370.0,"Fin":1507.0,"Durée":136.0,"Titre":"Empire Timouride","Explication":"Asie centrale + Iran\/ Renversé par les Ouzbeks ...  Khanat et Emirat de Boukhara (1500-1785-1920), déjà protectorat russe en 1868, annexé par l'URSS et séparé en RSS d'Ouzbékistan et Turkménistan et indés en 1991."},{"Axe":-60.0,"Date":1368.0,"Fin":1644.0,"Durée":275.0,"Titre":"Dynastie Ming","Explication":"Révolte des turbans rouges en cours depuis 1351. Puis une armée d'insurgés fit fuir les Yuan, le fils du vainqueur lança des expéditions navales (sud de l'Arabie, est de l'Afrique et Sri Lanka) par Zheng He (1405-33), la Chine se détourna ensuite de la mer déplaçant aussi sa capitale de Nankin à Pékin (y construisant la cité interdite), la Chine rayonna, domina le Vietnam et préleva un impôt sur la Japon\/ Les Mandchous furent en rébellion depuis 1616, un chef les unifia, rompu les relations avec les Ming et envahit la Corée Joseon. Pékin tomba aux mains de rebelles et les Manchous traversèrent la muraille et \"délivrèrent\" la capitale en 1644."},{"Axe":35.0,"Date":1347.0,"Fin":1351.0,"Durée":3.0,"Titre":"Peste Noire","Explication":"~25M de mort (30 à 50% des européens), début en Chine, amenée par les mongols en Crimée et apportée par les bateaux génois."},{"Axe":65.0,"Date":1337.0,"Fin":1453.0,"Durée":115.0,"Titre":"Guerre De 100 Ans","Explication":"Un mariage avec Aliénor d'Aquitaine donna à Henri la Guyenne en 1152, mais fit de lui un vassal du roi de France\/ A la mort de Philippe le Bel et ses fils, il n'y a plus d'héritier mâle, juste sa fille, mère d'Edouard III (roi d'Angl.) mais selon la loi salique, le pouvoir ne pouvait pas se transmettre à une fille, on prit donc Philippe 6 (fin des Capétiens, début des Valois, il soutenait les Écossais contre les Anglais et confisqua la Guyenne en 1337). Charles le Mauvais (un autre prétendant par sa mère) s'allia avec Charles 5 puis avec les Anglais et Etienne Charles, puis se retourna contre les Jacques puis attaqua Charles 5 à la mort de Jean 2.\/ Edouard 3 attaqua Philippe 6 et prit Calais après la victoire à Crécy (1346), il battit ensuite Jean 2 à Poitiers (1356). Le dauphin du faire face à la Jacquerie et échouera contre Edouard 3. Le traité (1360) lui donnera la Bretagne et Guyenne mais Edouard renonça à la Normandie et à l'idée d'être roi de France\/ En 1368, Charles 5 attaqua à nouveau avec la Castille et récupéra beaucoup des territoires (1380)\/ Henri 5 rattaqua Charles 6 (1415) à la bat. d'Azincourt (affirmant la suprématie des armes à distance) et récupéra des terres\/ Henri 6 (fils de la fille de Charles 6 et Henri 5) était le successeur de France mais Jeanne d'arc \"convint\" Charles 7 (le fils de Charles 6 déshérité) de reprendre le trône. Jeanne brisa le siège d'Orléans en 1429 mais fini par être tuée en 1430 par les Bourguignons (alliés des Anglais)\/ Les Français gagnèrent à Castillon (1453) (1ère utilisation massive de l'artillerie) et récupérèrent tous les territoires sauf Calais."},{"Axe":65.0,"Date":1302.0,"Fin":null,"Durée":0.0,"Titre":"Bataille des Éperons D'Or","Explication":"Jaloux du rapprochement et de l'enrichissement de la Flandre et de l'Angleterre, Philippe le Bel emprisonna le compte de Flandre et occupa la ville (causant les Matines de Bruges, désignant le massacre de la garnison française). 2 mois plus tard, l'armée française est à nouveau battue à la bat. des éperons d'or\/ Les Flamands se rebellent à nouveau contre le compte de Flandres, fidèle aux Français mais les Français vinrent étouffer cette rébellion à la bat. de Cassel en 1328. Cette fidélité ne plait pas à Edouard 3 qui imposa un embargo sur les exportations de laines vers la Flandre, lançant une nouvelle révolte. Leur meneur suggéra à Edouard 3 de revendiquer la couronne française pour avoir la Flandre et presque au même moment, Philippe VI confisqua Bordeaux et la Guyenne (il n'en fallu pas plus pour lancer la guerre de 100 ans)."},{"Axe":-15.0,"Date":1299.0,"Fin":null,"Durée":0.0,"Titre":"Début de l'Empire Ottoman","Explication":"Conquête de Bilecik par le petit beylicat (sunnite) qui continuera à prendre des territoires aux byzantins ainsi qu'aux autres beylicats.\/ Bayezid annexa la Serbie et Bulgarie et battit une coalition croisé à Nicopolis en 1396. Il annexa aussi les beylicats restant d'Anatolie (malgré leur alliance et leur appel à l'aide à Timur ). En 1402, Timur battit les Ottomans à la bat d'Ankara mais repartit après le pillage.\/ Selim battit les Séfévides, annexa les Zulkadride (vassal Mamelouk) puis battit les Mamelouks en 1516 en Syrie et descendit jusqu'au Caire et obtint le Hedjaz (Médine, LaMecque)."},{"Axe":-10.0,"Date":1291.0,"Fin":null,"Durée":0.0,"Titre":"Chute D'Acre","Explication":"Fin des états latins d'orient par les mamelouks. Les Templiers (originaire de l'ordre du temple en 1120) se réfugièrent à Chypre. Fin des Templiers en 1307 après leur arrestation par Philippe le Bel\/ En 1261, Michel 8 restore l'empire byzantin."},{"Axe":-60.0,"Date":1279.0,"Fin":1368.0,"Durée":88.0,"Titre":"Dynastie Yuan","Explication":"Fin des Song, période des mongols en Chine."},{"Axe":-70.0,"Date":1274.0,"Fin":1281.0,"Durée":6.0,"Titre":"Invasion Mongole Du Japon","Explication":"La première invasion en 1274 fut ratée à cause d'un manque de ressource et d'une tempête. Le Japon se prépara à la 2ème invasion de 1281 (qui fut un nouvel un échec à cause du typhon Kamikaze). Ensuite la situation affaiblit les liens entre les samouraïs et le bafuku et mena à la chute du shogunat Kamakura en 1333 puis à la restauration Kenmu (1333-36) et au shogunat Ashikaga\/\/ guer de Genpei 1180-85 : victoire des Minamoto contre Taira et passage d'une noblesse administrative à une noblesse guerrière et propriétaire terriens (daimyos)."},{"Axe":-25.0,"Date":1250.0,"Fin":1517.0,"Durée":266.0,"Titre":"Sultanat Mamelouk","Explication":"Le calife de Bagdad refusa la légitimité de la femme de Malik et des mameluks, mais les Abbassides furent détruits peu après par les mongols. Les mamelouks réussirent à les stopper en 1260 (auréolé de gloire, Baybars qui avait déjà battu la 7ème croisade de Louis IX d'Egypte assassina le précédant et devint sultan) et chassèrent les croisés jusqu'à Acre\/ Conquête ottomane en 1517 par Selim qui laissera les mamelouks qui se sont ralliés à lui, gouverner en son nom."},{"Axe":50.0,"Date":1233.0,"Fin":null,"Durée":0.0,"Titre":"Inquisition","Explication":"Jusqu'au 12ème, la peine était l'excommunication et la foi devait être persuadée, pas imposée. Vers 1200, les ordres cisterciens et mendiants apparurent mais aussi les cathares. La croisade à leur encontre fut violente et face aux abus, le Pape instaura l'inquisition (procédure pour déterminer les hérétiques mais sans attendre de plainte) et affirma que les repentis ne méritaient pas la mort. Avec Innocent 3 développement de l'idée du Purgatoire (que l'Eglise influence le jugement dernier)."},{"Axe":30.0,"Date":1226.0,"Fin":1525.0,"Durée":298.0,"Titre":"État Teutonique","Explication":"Les chevaliers furent créés à Saint-Jean-D'acre pour soigner les pèlerins puis sont devenu un ordre militaire. Le duc polonais Conrad I, leur offrit une province pour \"christianiser\" les tribus prussiennes (et ensuite lituaniennes) païennes et ils s'étendirent le long de la Baltique. Le mariage entre la reine de Pologne et le duc de Lituanie (acte fondateur du rapprochement vers la République des 2 Nations) marqua la fin des conquêtes potentielles de l'ordre. Les révoltes des prussiens et les guerres contre l'alliance Pologne-Lituanie, les forcèrent à devenir vassaux puis Albert de Brandebourg se convertit au protestantisme et sécularisa l'état qui deviendra le duché de Prusse."},{"Axe":70.0,"Date":1215.0,"Fin":null,"Durée":0.0,"Titre":"Magna Carta","Explication":"La menace de Saladin poussa Richard cœur de Lion et Philippe 2 à signer une trêve et ils partirent en croisades. Pendant ce temps Jean sans terre tenta de prendre le pouvoir, en s'opposant au \"premier ministre\" impopulaire et profitant de la capture de Richard. Il alla ensuite s'allier à Philippe 2 mais des révoltes contre les partisans de Richard éclatèrent, à son retour Richard lui pardonna. A sa mort, il lui succéda et il se retrouva (coalition avec Flandres, Boulogne, Brabant et Saint-Empire) face à Philippe II (on voit dans cette victoire la naissance de la nation française), mais la défaite lui fit perdre bcp de territoires dont la Normandie. Il se mit aussi les barons à dos, qui le forcèrent à signer la Magna carta pour limiter l'arbitraire du roi (taxe, emprisonnement et parlement)."},{"Axe":55.0,"Date":1214.0,"Fin":1270.0,"Durée":55.0,"Titre":"Louis 9","Explication":"Mit fin au conflit entre Capétiens et Plantagenets, 7ème et 8ème croisade (essaya de convertir et de sceller des alliances avec les Mongols contre les Musulmans)"},{"Axe":55.0,"Date":1209.0,"Fin":1229.0,"Durée":19.0,"Titre":"Croisade des Albigeois","Explication":"Une partie de la France était au Plantagenet en 1209 et le Catharisme s'est implanté dans le sud. Ils n'étaient pas fidèles à la France mais plutôt à la couronne d'Aragon. Le pape voulu combattre l'hérésie et le roi de France en profita. Après la croisade, le comte le Toulouse fut dépossédé et en 1224, le comté sera remis au roi de France (quelques années avant, Philippe Auguste prit la Normandie aux Plantagenet puis le reste de la France en leur laissant l'Aquitaine)."},{"Axe":-50.0,"Date":1206.0,"Fin":1294.0,"Durée":87.0,"Titre":"Empire Mongol","Explication":"Après la mort de Gengis, Ogodei devint khan (1127-1241) et ses 3 autres fils administrèrent les provinces. Il termina l'invasion des Jin, entra en guerre contre Corée et chine du sud\/ En 1236-42, Tibet, Russie, Ukraine, Pologne et Hongrie balayée, l'Europe sera sauvée par le décès d'Ogodai (rappelant tout le monde pour la succession)\/ En 1243, les Seldjoukides devinrent vassaux\/ Guyuk (1246-48)\/ Mongke (1251-59) (après une succession organisée par Batu sans le clan de Guyuk), capitulation de la Corée, offensive en Indochine, annexation de l'Irak, destruction de Bagdad (58) et invasion de la Syrie\/ Kubilaï (1260-1294), défaite contre mamelouks et perte de la Syrie, raid contre la Lituanie, Grèce (l'empire byzantin maria 2 filles au khan), Bulgarie, Hongrie, Pologne et Serbie devinrent vassale\/ En 1271, Kubilaï devint empereur de Chine et les autres branches mongoles s'émancipèrent : khanat de Djaghataï (1227-1338) en Asie centrale, celui des Ilkhans (1259-1411) en Iran et Afghanistan et celui de la Horde d'or (1243-1502) en Russie"},{"Axe":-10.0,"Date":1202.0,"Fin":1204.0,"Durée":1.0,"Titre":"4ème Croisade","Explication":"Les croisés n'avaient pas de quoi payer les Vénitiens (ils les mirent donc à profit pour reconquérir un territoire appartenant à la Hongrie) puis un ex-empereur proposa de payer pour l'armée s'ils le remettaient sur le trône de Byzance mais ils réussirent seulement à le mettre co-empereur. Quand l'autre camp réussirent à l'assassiner, les croisés mirent Constantinople à sac, fondèrent l'empire latin de Constantinople, le royaume de Théssalonie et Venise fonda le duché de Naxos. L'empire se restaura à Nicée et survit face aux Turcs, rivaux Grecs et Latins, Michel 8 Paléologue s'allia avec Gênes et la ville tomba sans résistance (ses défenseurs étant parti en campagne). 2ème séparation avec les chrétiens d'occident. Après cela, les états latins sont aussi en sale état, ils dépendent juste des flottes italiennes et des ordres templiers et hospitaliers."},{"Axe":-10.0,"Date":1189.0,"Fin":1192.0,"Durée":2.0,"Titre":"3ème Croisade","Explication":"Nuradin et Saladin unifièrent la Syrie et Egypte et encerclèrent les états latins. Il battit les croisés à Hattin et il resta seulement 6k hommes pour défendre Jérusalem qui tomba 4 mois plus tard. Survie des 2 états restants grâce à la 3ème croisade et Richard Cœur de lion ?"},{"Axe":-25.0,"Date":1171.0,"Fin":1250.0,"Durée":78.0,"Titre":"Ayyoubides","Explication":"Saladin (1138-1193, kurde) démantela les fatimides, réduisit les possessions des croisées (reprit Jérusalem en 1187), fonda sa dynastie (qui survit à Damas jusqu'en 1260) et fit allégeance aux Abbassides. La garde du Sultan s'est vite composée de Mamluks fidèles, mais l'héritier de Malik les écarta et ils l'assassinèrent puis mirent la femme de Malik sur le trône et un émir mamelouk la maria en 1250."},{"Axe":-50.0,"Date":1162.0,"Fin":1227.0,"Durée":64.0,"Titre":"Gengis Khan","Explication":"Temudjin est promis à Borte mais son père est tué par les Tatars, après sa fuite, il revint et maria Borte mais elle se fit enlevée. Il la délivra des Merkits avec Toghril et Djamuqa. Djamuqa écarta Temudjin (qui devenait une menace) ensuite Temudjin aida Toghril à redevenir chef des Kereyit et encouragés par les Jin (leurs suzerains) ils battirent les Tatars, puis Djamuqa. Torghril(+Djamuqa) se retournèrent contre Temudjin. En 1206 il unifia les tribus et devint Khagan. 1206-09 : annexion de Xi Xia, Ouighours Ets\/ En 1215, Jin devint leur vassal (grâce aux raids, désertions et l'apprentissage des armes de siège car bloqué à la muraille)\/ En 1217, annexation de Kara-Khitans\/ En 1218-1221, invasion de l'empire Khorezmien après que les marchands envoyés là-bas furent tués\/ En 1225-27, annexation des Tangoutes et matage des rébellion Xia et Jin."},{"Axe":35.0,"Date":1143.0,"Fin":null,"Durée":0.0,"Titre":"Portugal","Explication":"En 1095, Alphonse 6 de Castille donna le comté de Portugal à son gendre Henri de Bourgogne, lui et son fils continuèrent la Reconquista vers la sud jusqu'à la reconnaissance de son autonomie par le Pape et Alphonse 6. Il annexa Lisbonne grâce aux croisés de la 2ème croisade. En 1383, la nouvelle dynastie d'Aviz scelle une alliance éternel avec les Anglais.\/ Entre 1446 et 1498, les Portugais firent le tour de l'Afrique et Vasco de Gama ouvrit une route vers les Indes, en 1500 Pedro Alvares découvrit le Brésil, en 1512 Magellan fit son tour du monde. Le pays déclina après la mort du roi Sébastien en 1578 en partit en guerre contre le roi du Maroc, il sera occupé par le roi d'Espagne Philippe 2. Entre 1640-68 la noblesse réussit à rétablir l'indépendance et plaça un nouveau roi, mais le pays restera affaiblis avec des colonies sous exploitées.\/\/ La république ultra-laïque et instable de 1910 fut renversée par une dictature militaire en 1926, Salazar l'économiste sera remplacé en 1968 mais un coup militaire en 1974 apportera la démocratie. Les territoires d'Inde avaient été récupéré en 1961, l'Angola, Mozambique, Cap Vert seront indé en 1974, idem pour le Timor-Est qui sera revendiqué et envahit par l'Indonésie et la guérilla sévira jusqu'à l'indé en 2002."},{"Axe":25.0,"Date":1130.0,"Fin":1816.0,"Durée":685.0,"Titre":"Royaume de Sicile","Explication":"Un mercenaire normand, Roger 1, fini comte et s'étant déclaré vassal du Pape, il évinça les lombards et les byzantins, puis les musulmans de Sicile 1060-91. En 1130, l'antipape à Rome déclara le fils du normand roi de Sicile. Raid en Afrique, en Egypte 1174 et contre l'empire byzantin mais sans réussir à garder de territoires.\/ Sans successeur, le territoire repassa sous la domination Hohenstaufen, le saint empereur Charles d'Anjou avec le Pape reprit la Sicile et Naples, puis la Sicile sera laissée à l'Aragon, qui récupèrera Naples aussi. La France réclama l'héritage de Naples et lança les guerres d'Italie. En 1516 Charles Quint devint roi de Sicile et les Habsbourg d'Espagne la gardèrent jusqu'en 1700 (guerre de succession d'Espagne). Après la Savoie et l'Autriche, le territoire revint à l'Espagne ... bazar avec Napoléon puis retour à l'Espagne sous le royaume des Deux-Siciles (1816-61), puis annexion par la Sardaigne (Savoie) puis unification Italie."},{"Axe":-15.0,"Date":1127.0,"Fin":1222.0,"Durée":94.0,"Titre":"Dynastie Zengides","Explication":"Zengi est acueilli par Kerbogha et stoppa la révolution du calife Al-Mustarchid (1126) et reçu Mossoul et Alep du sultan Mahmud II puis il reprit Edesse (1144)\/ Son fils, Nur ad-Din envoie Shirkuh prendre l'Egypte, à sa mort, le pouvoir est laissé à Saladin (son neveu) qui décida de le garder pour lui\/ Les descendants de Nur ad-din échouèrent contre Saladin et ils devinrent un protectorat ayyoubides."},{"Axe":-10.0,"Date":1095.0,"Fin":1100.0,"Durée":4.0,"Titre":"1ère Croisade","Explication":"C.B.: le pèlerinage interdit depuis la prise de Jérusalem par les Seljukides aux Fatimides en 1078 (eux l'avaient pris aux abbassides en 969) + la défaite des byzantins contre Seljukides en 1071. Edesse fut prise et devint 1er état latin après que Baudouin en hérita, ensuite réussite du siège d'Antioche en 1098 grâce à la résistance de Baudouin face à Kirbocha mais sans l'aide d'Alexis 1er (qui fit demi-tour après qu'un officier lui dit que la bataille était perdue, après ça ils arrêtèrent de lui donner les terres conquises). Après la défaite de Kirbocha, les croisés étaient tranquilles face aux Seljukides désorganisés mais Jérusalem n'était déjà plus à eux (elle fut reprise par les fatimides quelques mois plus tôt). Godefroid fut le premier \"roi\" (et conquit les alentours grâce aux flottes pisanes et vénitiennes par contre 3 croisades de renfort de 100k se sont fait massacrer en Anatolie) mais il mourut 1 an après et Baudouin de Boulogne reprit le job (face au légat du Pape).\/ 1ère vraie défaite croisées à la bat. d'Harran Edesse et Antioche contre Seldjoukide. Après la défaite, Bohémond (Normand et prince d'Antioche) s'étant fait grignoté du territoire par les Seljukides et Alexis 1, va demander de l'aide en Europe et proposa de défaire Alexis 1 (sa mini croisade sera un échec mais il dégradera encore plus les relations gréco-latines et redeviendra vassal d'Alexis) alors qu'il partait au début pour protéger les chrétiens d'Orient.\/ Eveil du Jihad après le massacre et l'augmentation de l'influence Francque + les retrouvailles des textes grecs par les byzantins ou musulmans (au 12ème s. : développement des universités, indépendante de l'Eglise mais enseignement de la scolastique dont Thomas d'Aquin a essayé de soumettre Aristote à l'Eglise)\/ 1144 : Reprise d'Edesse par les Turcs et début de la 2ème croisade qui sera un échec."},{"Axe":10.0,"Date":1071.0,"Fin":null,"Durée":0.0,"Titre":"Bataille de Manzikert","Explication":"Début du déclin byzantin"},{"Axe":60.0,"Date":1066.0,"Fin":null,"Durée":0.0,"Titre":"Conquête de l'Angleterre","Explication":"Guillaume demande l'aide du roi de France pour écraser les barons puis le roi voulu calmer Guillaume mais échoua en Normandie, la Normandie devint puissante et Independent Guillaume se jugea héritier de l'Angleterre et obtint le soutien de Rome, il gagna à Hastings (le roi d'Angleterre avait dû repousser Hardrada le norvégien 3 jours avant) et devint roi. Après sa mort, un de ses fils, parti en croisade revint en Normandie et attaqua son frère (Henry 1) en Angleterre pour avoir pris le trône. Son frère le repoussa et repris la Normandie mais le roi de France envahit la Normandie et les nobles normands partirent en Angleterre. A la mort d'Henry 1, sa fille (désignée héritière) dut se battre contre un cousin (Etienne de Blois) qui prit le pouvoir. L'arrangement fut que le fils de marie (Henry 2, fondateur des Plantagenets) succéderait à Etienne. Son fils, jean, se mit à dos les barons qui lui firent signer la Magna Carta, mais comme il ne la respectait pas, les barons appelèrent les Français à l'aide. Après un premier échec des Français, le régent du fils de Jean (Henry 3), réussit à repousser une deuxième fois les Français, toujours alliés aux barons rebelles. une fois la paix rétablie, Henry 3 resigna la Magna Carta."},{"Axe":25.0,"Date":1054.0,"Fin":null,"Durée":0.0,"Titre":"Orthodoxie","Explication":"Séparation entre l'église catho et orthodoxe suite à l'excommunication du patriarche par les représentants du pape (après des tensions à propos de la langue attachée aux rites dans certains territoires après les conquêtes des normands en 1053). Entre le 10ème et 11ème s. le pouvoir passe des seigneurs vers le clergé et l'Eglise lie l'Europe. Réforme grégorienne suite à la querelle entre le saint empereur Henry 4 et Grégoire 6 à propos de la nomination des évêques : indé du clergé, réforme (célibat des prêtres), affirmation du rôle du pape (élection par la Curie, bulles spéciales), travail des moines et contrôle des comptes. Etablissement du pouvoir temporel pour les souverain et religieux pour le pape. Papauté à Avignon pendant la période de trouble à Rome (1309-78) puis non content du pape romain, un 2ème pape rival s'établit à Avignon 1378-1418, même un 3ème à Pise mais le saint empereur imposa de faire un choix. En 1431, un concile avorté prônait la réunion des Eglise d'occident et orient."},{"Axe":-5.0,"Date":1037.0,"Fin":1194.0,"Durée":156.0,"Titre":"Seldjoukides","Explication":"Ils se libérèrent des ghaznévides (les 1er sultan), libérèrent Bagdad et furent fait sultan \/ Ils donnèrent aussi naissance au sultanat Seldjoukide de Roum (1077-1307). Battu et affaibli par les Mongols en 1243, leurs tribus (beylicats) prennent leurs Independent"},{"Axe":70.0,"Date":1016.0,"Fin":1035.0,"Durée":18.0,"Titre":"Knut","Explication":"Roi d'Angleterre, Danemark et Norvège, fils de Sven"},{"Axe":40.0,"Date":962.0,"Fin":null,"Durée":null,"Titre":"Saint Empire Romain","Explication":"Formée à partir de la Francie orientale carolingienne, le territoire devint une coalition de nombreux états indés qui élisent un roi. En 921 la Francie est et ouest sont reconnues comme indé (ce n'est plus une dynastie qui tient les rênes). Otton se fit élire en 936 et expulse les hongrois en 955 (véritable terreur à l'époque), en 962 le pape lui propose le titre d'empereur et de protecteur de l'Eglise. \/\/ En 800, Charlemagne prit déjà le titre d'empereur romain car le souverain de Constantinople était une femme (donc le titre était \"vacant\")."},{"Axe":-60.0,"Date":960.0,"Fin":1279.0,"Durée":318.0,"Titre":"Dynastie Song","Explication":"Plein de petits états unifiés après les révolutions contre les Tang. Essor technologique (compas, poudre à canon et billet imprimé)."},{"Axe":-25.0,"Date":909.0,"Fin":1171.0,"Durée":261.0,"Titre":"Califat Fatimide","Explication":"Domination (chiite, le calife doit être un descendant d'Ali) de la Tunisie puis de l'Egypte jusqu'en Syrie en 969. Le vizir Chîwer fut renversé et appela à l'aide Nur ad-Din qui envoya Shirkuh et Saladin pour mater la rébellion mais Chîwer se rendit compte qu'ils comptaient garder l'Egypte et appela à l'aide le roi franc de Jérusalem 2 fois. Ensuite c'est le roi franc qui voulut envahir l'Egypte et Chîwer appela Shirkuh à l'aide, Saladin exécuta le vizir et mit Shirkuh à sa place, lui-même mourut 2 mois plus tard laissant la place à Saladin."},{"Axe":75.0,"Date":900.0,"Fin":1200.0,"Durée":299.0,"Titre":"Toltèques","Explication":"Un peuple nomade venu du nord (Chichimèques=barbares) aurait pillé Teotihuacan en 750 puis se serait sédentarisé à Tula\/ en 1168 : destruction par des Chichimèques et migration vers le centre du Mexique (devenant entre autre les Tépanèques)\/ info : ils seraient à l'origine du mythe du Quetzalcoatl (=Kukulkan ?) (roi Toltèque du Xème s. chassé par son frère Tezcatlipoca)"},{"Axe":25.0,"Date":860.0,"Fin":1240.0,"Durée":379.0,"Titre":"Rus' De Kiev","Explication":"Aurait été fondée par les Varègues (vikings) … fin avec les invasions mongoles.\/ Il n'en restera que des états divisés et des vassaux sans obéissance envers la horde d'or.\/ Sous domination mongole, lituanienne, moscovite puis sous la Pologne Lituanie et se rebelle en 1648 pour former l'hetmanat cosaque. Pour assurer sa survie, ils forment un traité avec les Russes en 1654. En 1764, l'état est absorbé par les Russes. L'Ukraine redéclare son Independence en 1917.  En 1954, Moscou lui donne la Crimée pour fêter l'anniversaire du traité."},{"Axe":55.0,"Date":845.0,"Fin":null,"Durée":0.0,"Titre":"Bretagne","Explication":"Les Bretons (celtes de Britania) vinrent en Armorique après l'invasion de Britania par les Angles et Saxon. Le duché fut établi lorsque Louis le Pieu fit Nominoë duc. "},{"Axe":50.0,"Date":800.0,"Fin":924.0,"Durée":123.0,"Titre":"Empire Carolingien","Explication":"Charles Martel pacifia la Gaule (Frison, Neustrie, Aquitaine, Provence, Saxon) et repoussa les musulmans à Poitiers et ensuite de la Septimanie en tant que maire de palais et se nomma successeur du roi en 737. Son fils Pépin évinça le dernier Mérovingien et se fit défenseur de la Papauté qui le poussa à affronter les Lombards. Il les battit et donna des territoires à Rome (naissance des Etats pontificaux). Après la mort de son fils (Charlemagne), l'empire est séparé entre ses 3 petits fils. Après la mort des successeurs de Lotharingie, les 2 restants vont se déchirer pour l'obtenir … \/ 911 : traité entre les francs et Rollon chef viking fondant le duché de Normandie."},{"Axe":null,"Date":793.0,"Fin":1014.0,"Durée":220.0,"Titre":"Age Des Vikings","Explication":"1er contact avec les scandinaves par les Frisons (route commerciale), quand les Francs annexèrent les Frisons et les scandinaves prirent le relais sur \nles routes commerciales. En 793, pillage de Lindisfarne. Beaucoup plus d'attaque à partir de 820, unification des bandes et fondation de postes avancés (pour éviter de rentrer à chaque saison) jusqu'en 86x car le contexte était favorable. la France était divisée entre les héritiers de Louis de Pieux. Les Francs ont justement du mal car les Vikings sont décentralisés et fuient les vraies batailles (ils étaient vu comme des barbares surtout car ils n’étaient pas chrétiens). Maintenant ils chercheront à s'installer et donc devront accepter le combat mais ils restent faibles dans les grandes batailles (ils n’ont pas inventés le mur de bouclier).\nAprès l'intérêt pour l'Angleterre les vikings attaquent peu la France qui s'est bien fortifiée, le traité qui donne la Normandie à Rollon était peut-être plus une reconnaissance et une alliance avec des vikings cherchant plus à s'installer (après une période de trouble entre Vikings et Francs 880-910) qu'un viking qu'on a amadoué contre ses semblables, il étendra le duché de Normandie jusqu'à sa taille connue pendant 20 ans.\nEn 865, le Wessex domine, les vikings profitent des troubles en Northumbrie et East Anglia pour en faire des vassaux. Leur réussite appelle d'autres vikings et ils font pareil en Mercie. Le Wessex les stoppe et reprend une partie de la Mercie. En 954, le Wessex a repris les territoires vikings et ils passèrent à l'assimilation des Vikings qui n’ont jamais été assez nombreux. Ils avaient peu de génie militaire mais leur façon de vassaliser était remarquable en forçant les territoires à se défendre autour d'élite légitime => féodalité (et déclin des paysans en donnant le monopole de la guerre aux nobles).\n980-1013 : 2ème âge viking, les rois scandinaves (enrichis par les raids) centralise le pouvoir et contrôlent les raids (fin des Vikings pilleurs). Raid organisés par les Danois en Angleterre et Knut devint roi d'Angleterre en 1016, puis du Danemark en 1018 en succédant à son frère et puis conquit la Norvège en 1028, il mourut en 1035.\nEn 919, développement de Dublin, créée par les vikings et mixant les Vikings et Irlandais mais en 1014, les Irlandais stoppent les conquêtes vikings à la bat. de Clontarf."},{"Axe":50.0,"Date":756.0,"Fin":1031.0,"Durée":274.0,"Titre":"Émirat de Cordoue","Explication":"Conquête de l'Espagne en 711-716 contre des Wisigoths désorganisés, vers 720 prise Narbonne (dernier bastion des Wisigoths) et raid en Gaule (stoppé en 721). Victoire chrétienne à Poitiers en 732, à Berre en 737 pour repousser les musulmans en Espagne et la bat. de Covadonga en 722 avec le fameux Pélage (ancien Wisigoth) fondant l'Asturie (qui aurait lancé la Reconquista). Les arabes d'Al Andalus ont voulu rester autonome du Califat mais auront des tensions avec les berbères pendant la révolution berbères puis avec l'armée syriennes du Califat venue arrêter les berbères. En 756, un rescapé des omeyyades, trouve des soutiens locaux, renverse le gouverneur et fonde l'émirat de Cordoue qui se proclamera califat en 929. En 759, Pépin le Bref chasse le reste de la présence musulmane à Narbonne (malgré quelques poches restantes)."},{"Axe":-35.0,"Date":751.0,"Fin":null,"Durée":0.0,"Titre":"Bataille de Talas","Explication":"Abbassides et Tibétains contre la dynastie Tang\/ Ce contact amena le papier en Europe."},{"Axe":-25.0,"Date":750.0,"Fin":1258.0,"Durée":507.0,"Titre":"Califat Abbasside","Explication":"Victoire des abbassides (chiite) sur les Omeyyades (tous tués, sauf un prince qui fonda l'émirat de Cordoue), 752 : fond. de la capitale Bagad\/ Sous tutelle bouyide (chiite) de 945 jusqu'à 1055 qd les Seldjoukides (sunnite) entrent à Bagdad\/ 1258 empire mongol prend Bagdad."},{"Axe":-25.0,"Date":661.0,"Fin":750.0,"Durée":88.0,"Titre":"Califat Omeyyade","Explication":"Suite à l'assassinat d'Ali par les kharidjites, Muawiya devint calife à la place d'Hussein (fils d'Ali), mais nomma des gouverneurs du clan d'Ali en Iraq et Iran et permit la paix\/ En 680, bat. de Kerbala : Yazid (fils de Muawiya, sunnite) bat Hussein (chiite) car il refusa de prêter allégeance au nouveau calife Yazid, son fils mourut sans successeur et le califat fut donné aux Marwanides\/ 689 : prise de Carthage aux Byzantins puis du Maghreb jusqu'au 709\/ En 711, ils battirent les Wisigoth (le successeur du roi, évincé, appela lui-même l'émir de Tanger à l'aide) et s'emparèrent de l'Espagne 711-716\/ 732 : bat Poitiers\/  739-743 : révolution et indé de royaumes berbères au Maghreb\/ En 747 : révolution des Abbassides (cousins de Mahomet)."},{"Axe":-5.0,"Date":632.0,"Fin":661.0,"Durée":28.0,"Titre":"Califaf Rachidun","Explication":"Mohammed, chef de clan de la tribu des Quraychites, devenu riche après son mariage avec une veuve aurait reçu la parole de Dieu en 610 et prêche sa nouvelle religion à la Mecque. En 622, il est chassé par les Quraychites et se réfugie à Médine pour y trouver du soutien contre la Mecque. Il soumit les juifs non convertis, augmenta son influence sur des tribus et fini par gagner des victoires contre la Mecque jusqu'à la soumettre. Entre 630 et 632, il reçoit l'allégeance de la majorité des tribus d'Arabie.\nAprès sa mort, Abou Bakr (1er calife, beau-père et compagnon de Mahomet) fut choisi au lieu d'Ali (mari de Fatima, fille du prophète, la seule lui ayant donné une descendance). Ce fut le début de l'opposition Sunnite et Chiite. Il du rallier les tribus bédouines ayant rompu le pacte avec la mort de Mahomet pour éviter les impôts (guerres d'apostasie). Après la guerre perso-byzantine (602-628), qui affaiblit les 2 états, les arabes commencèrent par s'emparer des états tampons moins bien protégé. Ensuite, en 633 ils attaquèrent les Sassanides jusqu'à une défaite à la bataille du pont, les forçant à envoyer des renforts pour être victorieux en 636 leur donnant l'Irak. Ils achevèrent les Sassanides en 642 et dépecèrent la Perse. De l'autre côté, les palestiniens, mécontents des byzantins, accueillent les arabes et la victoire à la bataille du Yarmouk (631) leur ouvre Jérusalem, la Syrie et la route vers l'Egypte, qu'ils convièrent en 641, puis Antioche en 642.\/ Omar fut tué par un esclave en 634 et après l'assassinat d'Othman en 656 après avoir favorisé des membres de sa famille (Quraychites) pour les postes clés, Ali devint calife et affronta les Quraychites à la bat. du chameau puis Muawiya (gouvernement de Syrie) à la bat. de Siffin, mais dût accepter un arbitrage pour décider du \"vrai\" calife. N'acceptant pas l'idée d'un arbitrage le mouvement kharidjite se désolidarisa et après que l'arbitrage l’eut désigné comme assassin d'Othman, il perdu ses soutiens et se fit assassiner par un kharidjite."},{"Axe":0.0,"Date":575.0,"Fin":641.0,"Durée":65.0,"Titre":"Héraclius","Explication":"Envoyé pour reprendre Constantinople (qui devint Byzance), il se battit contre les Sassanides et premiers musulmans (Mahomet considérait les chrétiens comme un moindre mal comparé aux Perses impies)."},{"Axe":10.0,"Date":541.0,"Fin":767.0,"Durée":225.0,"Titre":"Peste De Justinien","Explication":"Sur les côtes de la Méditerranée"},{"Axe":75.0,"Date":537.0,"Fin":744.0,"Durée":206.0,"Titre":"Guerres de Tikal-Calak","Explication":"Il y eut 3 guerres. Tikal perdit une 1ère fois lourdement en 560 et resta soumise jusqu'en 700 lorsque la cité battit Calakmul. Mais ces guerres annoncèrent le déclin des Mayas qui seront \"remplacés\" par diverses ethnies\/ -1200 : olmèques (précurseur des Mayas) \/\/ Vers 250 Tikal et Calakmul s'imposent face autres  cité-états (il n'y a jamais eu d'empire maya unifié) "},{"Axe":55.0,"Date":466.0,"Fin":511.0,"Durée":44.0,"Titre":"Clovis","Explication":"Childéric revint régner sur les Francs après son exil, il stoppa les Wisigoths et Saxons avec un allié romain (457-476). En 476, après que le dernier empereur fut déposé, Childéric assiégea Paris dans le royaume de Syagrius, le fils de son ex allié romain. Clovis lui succéda et battit Syagrius à la bat. de Soissons (486). A la bat. de Tolbiac, il battit les Alamans et se convertit ensuite.\/ Carolingien 751 ..."},{"Axe":20.0,"Date":316.0,"Fin":565.0,"Durée":248.0,"Titre":"Empire Hun","Explication":"Il débuta avec l'invasion de la Chine du nord ...\/ Attila devint roi en 434 et la sœur de l'empereur mariée, de force à un sénateur, proposa sa main à Attila. Il demanda la Gaule en dot et attaqua après le refus à la bat. champ catalaunique en 451. Aetius coalisa des Gaulois et chassa Attila qui il reviendra assiéger Rome en 453 mais échouera puis mourut ensuite. Le Pape Léon réussi à convaincre Attila de partir (avant le Pape était juste l'évêque de Rome et avec ce coup, il deviendra le protecteur et Pape de la chrétienté, pareil avec Genséric pour protéger Rome?)\/ fin arbitraire en 565 lors de leur défaite contre la coalition Perses-Turques"},{"Axe":10.0,"Date":312.0,"Fin":null,"Durée":0.0,"Titre":"Bataille du Pont Milvius","Explication":"Constantin (Gaule et Bretagne et allié à Lucinius) contre Maxence (Italie). Lucinius battit Maximin et régna sur l'orient en 313, ensuite les 2 empereurs légalisèrent le christianisme\/ En 324, Constantin bat Lucinius, en 330 il inaugura Constantinople et l'empire sera une dernière fois uni jusqu'à sa mort en 337"},{"Axe":-60.0,"Date":265.0,"Fin":420.0,"Durée":154.0,"Titre":"Dynastie Jin","Explication":"Fondation après avoir unifié les Trois royaumes (ShuHan, Wei et enfin le Wu en 280), indépendants depuis 220 avec la chute des Hans. En 420 séparation entre le nord et le sud … puis plusieurs dynasties réunifieront la Chine dont les Sui 581-618 et Tang 618–690, 705–907 qui intégrèrent les barbares et lanceront un 2ème âge d'or de la Chine."},{"Axe":-25.0,"Date":224.0,"Fin":651.0,"Durée":426.0,"Titre":"Empire Sassanide","Explication":"…\/ guerre d'Ibérie (526-32) : les sassanides veulent convertir au Zoroastrisme les Ibères qui se tournent vers l'empire byzantin, les Sassanides envahirent l'Ibérie mais tombèrent à Dara. Les Byzantins échouèrent à s'enfoncer en Perse (statu quo territorial, les Perses garde l'Ibérie, le but des Byzantins étant de se concentrer vers l'ouest)\/ Le 1er califat arabe prend Ctésiphon en 637 puis les achève en 642 à la bataille de Nahavand, l'empereur échouant à reformer une armé est assassiné en 651, Babylone est abandonnée et c'est la fin de la culture mésopotamienne."},{"Axe":30.0,"Date":197.0,"Fin":null,"Durée":0.0,"Titre":"Septime Sévère","Explication":"En 180, après la mort de marc Aurèle, Commode devint empereur. Pertinax s'associe à la garde prétorienne pour l'assassiner. Il finira lui-même assassiner par eux, faute de savoir les payer, un sénateur proposa d'acheter Rome aux prétoriens mais il sera assassiné par Septime qui battit aussi son rival (le gouverneur de Bretagne). Il est le premier empereur sans racine romaine et son fils proclamera la citoyenneté romaine à tous les habitants libres de l'empire. Sa dynastie durera jusqu'en 235."},{"Axe":10.0,"Date":166.0,"Fin":189.0,"Durée":22.0,"Titre":"Peste Antonine","Explication":"\/"},{"Axe":45.0,"Date":-27.0,"Fin":476.0,"Durée":502.0,"Titre":"Empire Romain","Explication":"Octave bat Marc Antoine à la bat. d'Actium (-31) puis fut nommé empereur (et Auguste). Il annexa l'Egypte et l'Anatolie, il perdit en Germanie et fixa les frontières sur les fleuves\/ Tiber fonda la garde prétorienne, les seuls pouvant détenir une épée entre les murs. En 43, Claude annexa la Thrace et lança l'invasion de Britania, ils arrivèrent jusqu'en Ecosse en 84 mais délaissèrent le nord par la suite, construction du mur d'Hadrien en 122 et d'Antonin en 140 contre les Calédonien, ce mur sera abandonné en 160 mais il y aura des raids au nord jusqu'en 211\/ Apogée en 117 sous Trajan avec l'annexion de la Dacie (Roumanie) et Mésopotamie et début de la politique de fortification.\/ De 235 à 285, 21 empereurs se succédèrent (surtout des soldats prenant le pouvoir) et en 285, Diocétien instaure la tétrarchie (Gaule, Italie, Illyrie et Orient). Constantin se convertit au christianisme. 2ème capitale à Constantinople en 330 et en 395 l'empire est définitivement divisé en 2. En 407 Rome quitte la bretagne\/ Début des migrations : Saxons en Bretagne, Francs et Alamans en Gaule, Italie et Goth en Yllirie. En 410, Alaric (vassal de Rome) et ses Wisigoth pillèrent Rome\/ En 440 les francs saliens migrent et Chlodion fit un accord avec Aetius, formant le royaume Franc en Belgique (protecteur de Rome), idem pour les Wisigoth en Aquitaine (420) et les Burgonde (443).\/ Dans la 2ème partie du 5ème s., Rome subit les attaques des Vandales à Carthage, la coalition d'Aetius repousse les Huns et après sa mort, les Saxons et Angles envahirent Britania (des Britons fuirent en Armorique), les Wisigoths l'Espagne et France du sud, quant aux Burgondes, Alamans et Franc ils s'installent au nord. En 476, le dernier empereur (Romulus Augustule, considéré comme un usurpateur) est exilé et plus tard les Ostrogoth détiendront Rome. Rome passa de la capitale d'un empire à celle d'une religion, le christianisme. "},{"Axe":-25.0,"Date":-69.0,"Fin":-30.0,"Durée":38.0,"Titre":"Cléopâtre","Explication":"Mariée à son frère qui l'a exilée (et remplacée par Arsinoé). Elle monte sur le trône après la mort de Ptolémée XIII (noyé en voulant fuir César)\/ Alliée de Marc Antoine, ils perdent face à Octave en -31."},{"Axe":45.0,"Date":-73.0,"Fin":-71.0,"Durée":1.0,"Titre":"Guerre Servile","Explication":"\/"},{"Axe":5.0,"Date":-89.0,"Fin":-63.0,"Durée":25.0,"Titre":"Guerres Mithridate","Explication":"(3) Mithridate 1er (-2xx,-266) s'empara du Pont et s'émancipa des Séleucides\/ … Pont devint une province romaine"},{"Axe":40.0,"Date":-106.0,"Fin":-48.0,"Durée":57.0,"Titre":"Pompée","Explication":"Venant se réfugier en Egypte il fut exécuté sur ordre de Ptolémée, ce qui déplu à César qui imposa le retour de Cléopâtre en -49. Ptolémée décède noyé en -47 (bataille du Nil) suite à sa révolte contre César (Siège d'Alexandrie)."},{"Axe":15.0,"Date":-215.0,"Fin":-146.0,"Durée":68.0,"Titre":"Guerre de Macédoine","Explication":"Grosse défaite du descendant d'Antigone pendant la 3ème guerre de Macédoine (bat. Pydna). Une dernière fera de la région grecque une province romaine."},{"Axe":-60.0,"Date":-230.0,"Fin":-221.0,"Durée":8.0,"Titre":"Guerre d'Unification Qin","Explication":"Ying Zheng conquit Han, Zhao, Yan, Wei, Chu et Qi et unifie la Chine pour la 1ère fois (Qin survécu à une coalition des états), il commence la grande muraille, mais l'unité replonge en -206. La dynastie Han prit le pouvoir jusqu'en 220 et établit la route de la Soie (intermède Xin 9-23). Après cette unification, la langue s'unifia aussi. Ils ne créèrent plus de symbole mais firent des compositions, ensuite vint l'écriture cléricale écrite au pinceau (on évitait les courbes et retour en arrière). Vers 100, apparu l'écriture régulière, on codifia les caractères et leur tracé."},{"Axe":-30.0,"Date":-264.0,"Fin":-146.0,"Durée":117.0,"Titre":"Guerres Puniques","Explication":"Il y eut 3 guerres Puniques. Rome attaqua la Sicile et força Syracuse à les soutenir face à Carthage (héritier des phéniciens) (-264 -241), Carthage céda la Sicile, Sardaigne et Corse\/ Hamilcar du mater une révoltes des mercenaires après la défaite qui a fragilisé Carthage, il mourut pendant sa conquête de l'Espagne et instaura l'idée de vengeance à son fils Hannibal. En -218 -202 : Hannibal assiégea Sagonte en Espagne mais les romains furent trop occupés en Illyrie puis lança son expédition, il ravagea l'Italie mais ne marcha pas tout de suite sur Rome, reposant son armée et cherchant à faire alliance avec les locaux. Scipion envahit en Espagne et Hannibal du rentrer et perdit contre Scipion, Carthage perd alors sa flotte et ses territoires\/ Carthage ne pouvait plus entrer en guerre sans l'aval de Rome mais face aux attaque de la Numibie et le refus de Rome, ils se défendirent et Rome les acheva en -146."},{"Axe":-5.0,"Date":-305.0,"Fin":-64.0,"Durée":240.0,"Titre":"Empire Séleucide","Explication":"Séleucos (diadoque d'Alexandre) est fait roi de Babylone\/ 6 guerre de Syrie (-274,-168) lagide contre séleucide\/ l'empire est grignoté par les Parthes et fini sous tutelle romaine."},{"Axe":5.0,"Date":-322.0,"Fin":-281.0,"Durée":40.0,"Titre":"Guerres Des Diadoques","Explication":"Les généraux se disputent l'héritage d'Alexandre : Antipater (Grèce) et son fils Cassandre, Cratère (tuteur), Ptolémée (Egypte), Antigone (Anatolie), Lysimaque (Thrace), Eumène (Cappadoce), Perdiccas (morceau d'Asie) avec d'autres officiers, Séleucos (commandant cavalerie). -321 coalition contre Perdiccas et Eumène (Perdiccas assassiné par Séleucos, Cratère tué contre Eumène qui prend l'Anatolie). Séleucos reçoit Babylone, Antipater meurt et son titre de régent n'est pas donné à son fils mais à Polyperchon (Péloponnèse). Cassandre (Athènes) prend en otage les descendants d'Alexandre et avec la coalition s'oppose à Polyperchon et Eumène, Antigone tue Eumène, prend l'Asie et chasse Séleucos de Babylonie\/ Antigone et Poly contre coalition, la coalition battit Démétrios (fils d'Antigone) en Syrie => traité et retour statu quo (sauf guerre entre Antigone et Séleucos ayant repris l'Asie)\/ Cassandre exécute les descendants, Ptolémée sauve Rhodes de Démétrios (colosse de Rhodes en son hommage)\/ 4ème guerre : Antigone et fils contre Cassandre, Séleucos et Lysimaque, bat. Ipsos : Antigone tué\/ Cassandre reprend le Péloponnèse après le décès de Poly. Pyrrhus roi d'Epirre fait son entrée\/ Cassandre décède et Démétrios reprend la Macédoine, mais est battu par Pyrrhus et la coalition, Antigone 2 prend Athènes et Pyrrhus et Lysimaque se partage la Macédoine\/ Lysimaque s'emballe et perd contre Séleucos en -281, mais qui sera assassiné par un fils de Ptolémée alors qu'il voulait reprendre la Macédoine... Ptolémée meurt et c'est la fin des diadoques, leurs enfants garderont les 3 empires : ptolémaïque, séleucide et antigonide."},{"Axe":-25.0,"Date":-332.0,"Fin":-30.0,"Durée":301.0,"Titre":"Epoque Ptolémaique","Explication":"Appelé aussi empire lagide, Alexandre était devenu pharaon, ensuite son fils, puis un de ses généraux ayant pris l'Egypte après la guerre des diadoques : Ptolémée 1er."},{"Axe":5.0,"Date":-356.0,"Fin":-323.0,"Durée":32.0,"Titre":"Alexandre","Explication":"Son père unifie la Grèce, d'abord il soumet le nord puis affronte Athènes et Thèbes, cette victoire donne naissance à la ligue de Corinthe (citées du sud sous son contrôle sauf Sparte)\/ Il mata la révolution de Thèbes et repousse la frontière jusqu'au Danube\/ En 334, il envahit la Perse, sauve la Lydie et Ionie en rébellion et pousse jusqu'à Damas, puis en Egypte (Alexandrie en -332) puis Babylon se rend à la bat. de Gaugamèles. Il repousse les Scythes et marie une noble Bactrienne, il pousse jusqu'à l'Indus et bat le rajas (bat. de l'Hydaspe) Contemporain : ère hellénistique (-323,-30)."},{"Axe":40.0,"Date":-390.0,"Fin":null,"Durée":0.0,"Titre":"Sac De Rome","Explication":"Par les Celtes. Le trauma est fort et lance l'expansion de Rome ainsi que ses fortifications."},{"Axe":5.0,"Date":-431.0,"Fin":-404.0,"Durée":26.0,"Titre":"Guerre Du Péloponnèse","Explication":"Ligue Délos (Athènes) perd contre ligue Péloponnèse (Sparte) à la bat. navale d'Aigos Potamos\/ Puis guerre civile visant la chute des 30 tyrans d'Athènes. \\Contemporain : Hérodote, Diogène, Platon, Hippocrate, peste d'Athènes emportant Périclès. Son fils Alcibiade mena une expédition en Sicile en -415, mais fuit en Sparte (il était poursuivi pour blasphème) et les aida à contrecarrer Athènes qui perdit bcp. Sparte prit les mines d'Athènes et s'allia avec les Perses. Il séduisit la femme du roi de Sparte et fuit à nouveau chez les Perses puis tentant un coup d'état et fuit en redevenant stratège d'Athènes, il finira assassiné après la défaite athénienne."},{"Axe":10.0,"Date":-490.0,"Fin":-479.0,"Durée":10.0,"Titre":"Guerres Médiques","Explication":"Il y eut 2 guerres Médiques. Darius I perd contre la Grèce pour punir Athènes d'avoir soutenu la révolte des Ioniens (Aristagoras échoua à mater une révolution et eu peur d'être destitué), mais Athènes les bat à Marathon (Darius fut trop occupé par la révolution en Egypte pour rattaquer), Thémistocle devenu stratège a développé la flotte athénienne + découverte des mines du Laurion\/ Xerxès (fils de Darius I) gagne aux Thermopyles (7000 hommes + 271 trières bloquent la flotte perse, 300 resteront pour couvrir leur retraite) et prend Athènes (ils avaient fui pour livrer bataille sur mer). Victoire navale grecque à Salamine, fortification du Péloponnèse et coalition pour libérer Athènes (bat. de Platées) et attaquer les côtes ioniennes (les Perses étaient aussi occupés par la rév. de Babylone en -479). Après la victoire, Thémistocle amorça la thalassocratie athénienne en mer Egée \/ -477 : création de la ligue de Délos \/ Thémistocle fini ostracisé et fuit chez Artaxerxés qui le nomma gouverneur de provinces grecques."},{"Axe":45.0,"Date":-509.0,"Fin":-27.0,"Durée":481.0,"Titre":"République Romaine","Explication":"Légende de la fondation de Rome par Romulus en -753, parabole cachant la rivalité entre 2 villages. Début de la république avec le ban du roi en 509.\/ -343 à -282 : expansion Italie (samnite et étrusque). \nGuerre de Pyrrhus (-280-275) : les colonies grecques du sud de l'Italie appelèrent Phyrrus contre la menace romaine mais il échoua à pacifier le sud romain et la Sicile Carthaginoise.\/ après les guerres puniques Rome conquit le reste de la  péninsule ibérique (-133) et la macédoine(-148)\/ Opposition entre les optimates et populares au sénat face aux inégalités entre citoyens et le mécontentement des non-citoyen italien\/ Marius prit la Numibie (qui était alliée de Rome) après que Jugurtha s'opposa à Rome (Scylla permit son arrestation)\/ -121 à -101 : conflit en gaule du sud et annihilation des cimbres et teutons\/  -91 -88 : révolution des peuples italiques non citoyen, Scylla stop la révolution mais ils obtinrent la citoyenneté. -87-82 : 1ère guerre civile entre Marius puis son fils et Scylla qui devint dictateur et assassina ses opposants \/ -67 : Pompée battit les pirates ciliciens. Annexion du Pont et de l'Arménie en -66 (après que son roi refusa de livrer le roi du Pont exilé). -64-63 : Pompée fit de la Syrie et Judée des vassaux. -59 à -50 : conquête de la Gaule par Jules César qui rentra avec ses légions, démarrant la guerre civile romaine. En -46, il battit Pompée et annexa l'Afrique du Nord. Le culte des imperators (généraux victorieux) débuta 100 ans plus tôt et finira par donner le pouvoir du Sénat aux empereurs."},{"Axe":-25.0,"Date":-550.0,"Fin":-330.0,"Durée":219.0,"Titre":"Empire Achéménide","Explication":"Les Perses battent les Mèdes, ils s'émancipèrent et prirent le dessus \/ conq. Lydie (Anatolie ouest) et les Ioniens devinrent vassaux (-547)\/ conq. de Babylone (-539)\/ conq. Egypte (-522)\/ conq Thrace et protectorat sur la Macédoine (-520-513)."},{"Axe":-10.0,"Date":-626.0,"Fin":-539.0,"Durée":86.0,"Titre":"Empire Néo-Babylonien","Explication":"Révo du roi fantoche contre Assyriens.\/ contemp : Nabuchodonosor II (bat le reste des assyriens + alliés égyptiens et matte les révoltes en Judée, -588 : siège de Jérusalem et exil des juifs à Babylone, rencontre avec les zoroastriens et écriture de la Bible)"},{"Axe":-25.0,"Date":-664.0,"Fin":-332.0,"Durée":331.0,"Titre":"Basse Époque","Explication":"En -671, inv. assyrienne puis expulsion en -664, grand retour des pyramides. Conquit par les achéménides en -525.\/ Fin avec la défaite de Darius III contre Alexandre et sa prise de l'Egypte."},{"Axe":-10.0,"Date":-911.0,"Fin":-612.0,"Durée":298.0,"Titre":"Empire Assyrien","Explication":"Existence du royaume assyrien depuis -1521 et en -911 : conquête de toute part, prise de Babylone en -728. \/(-650-648) : guerre entre les héritiers (Assyrie bat Babylone), Assurbanipal place à Babylone un roi fantoche qui se rebellera à sa mort\/ Chute de Ninive (capitale) par la coalition Babylonie et Mèdes."},{"Axe":-10.0,"Date":-1020.0,"Fin":-720.0,"Durée":299.0,"Titre":"Royaume Israël","Explication":"\"Saoul, David et Salomon\", séparation entre Israël et Juda (-930)\/ invasion Assyrienne en Israël (-720)\/ En 587 Nabuchodonosor détruisit Jérusalem (Juda), et fit migrer les Juifs en Mésopotamie."},{"Axe":-60.0,"Date":-1045.0,"Fin":-256.0,"Durée":788.0,"Titre":"Dynastie Zhou","Explication":"7 états autour d'un empereur. A partir de -771, la souveraineté est symbolique et les vassaux se font la guerre pendant la période des Printemps et Automnes (-771 à -481) et des Royaumes combattants (-481 à -221)\/ contemporain : Confucius (-551 à -479) : être rationnel contre Taoïsme : harmonie religieuse."},{"Axe":5.0,"Date":-1194.0,"Fin":-1184.0,"Durée":9.0,"Titre":"Guerre De Troie","Explication":"Intervalle le plus crédible d'une guerre opposant une coalition d'Achéens ou Mycéniens contre Troie. Mythe raconté par Homère, princesse de Sparte enlevée par un prince de Troie."},{"Axe":-25.0,"Date":-1304.0,"Fin":-1213.0,"Durée":90.0,"Titre":"Ramsès 2","Explication":"Dynastie de militaire ayant pris le pouvoir. Les Hittites avaient pris des territoires de Syrie sous le règne d'Akhenaton, Ramsès tente de les reprendre à la bat. De Qadesh (-1274), => traité et retrait de Ramsès, les Hittites restent et gardent les territoires. Encore des conflits jusqu'en 58 mais l'Egypte étant en galère en Numibie et les Hittites contre Assyriens, ils signent un traité d'assistance et n'auront plus jamais de guerre. "},{"Axe":-25.0,"Date":-1364.0,"Fin":-1337.0,"Durée":26.0,"Titre":"Akhénaton","Explication":"Fils d'Amenhotep III le bâtisseur et diplomate. Créateur du culte de l'Aton (1ère trace monothéiste) mais vu comme un hérétique (la peste et la déf. contre hittite sont vu comme un échec de son règne). Marié à Néfertiti, il aura avec une de ses filles (qui remplacent chaque fois l'épouse) : Toutankhamon (=> retour du culte d'Amon)."},{"Axe":-25.0,"Date":-1540.0,"Fin":-1069.0,"Durée":470.0,"Titre":"Nouvel Empire","Explication":"Ahmosis 1er (18ème dynastie) chasse les Hyksos. Plus de pyramide mais des tombeaux dans les montagnes (forme similaire) comme dans la vallée des rois.\/ Après le nouvel empire, l'Egypte est dominée par les nubiens (pharaons noirs), puis les Assyriens au nord."},{"Axe":-60.0,"Date":-1570.0,"Fin":-1045.0,"Durée":524.0,"Titre":"Dynastie Shang","Explication":"Elle suit la dyn. Xia (-2100-1600) fondé par Yu le Grand, qui aurait maitrisé les inondations et amélioré l'agriculture. Les Shang sont des guerriers amenant à la Chine la maitrise du bronze et de l'écriture. Ils aurait eu bcp d'esclaves qui qui ont rejoint les Zhou."},{"Axe":-15.0,"Date":-1595.0,"Fin":-1155.0,"Durée":439.0,"Titre":"Empire Kassites","Explication":"Babylone est conquise par les Hittites mais tombe mystérieusement sous la coupe des Kassides.\/ Prise de Babylone par les Elamites en -1155."},{"Axe":-5.0,"Date":-1625.0,"Fin":-1185.0,"Durée":439.0,"Titre":"Empire Hittite","Explication":"Peuple d'Anatolie"},{"Axe":5.0,"Date":-1650.0,"Fin":-1100.0,"Durée":549.0,"Titre":"Civilisation Mycénienne","Explication":"A partir de -1900 : invasion des locaux par les Achéens (maitrisant le bronze) jusqu'à l'invasion des Doriens (maitrisant le fer) puis mélange des vainqueurs et vaincus pour former la civilisation grecque\/ Contemporain : récit de l'Illiade et l'Odyssée, guerre de Troie (Achille, Agamemnon roi de Mycènes)"},{"Axe":-10.0,"Date":-1674.0,"Fin":-1540.0,"Durée":133.0,"Titre":"Hyksos","Explication":"Invasion de l'Egypte par les Hyksos (apport des chars de guerre).\/ Thèbes se révolte déjà en -1550 et les Hyksos seront chassés en -1540."},{"Axe":-15.0,"Date":-1810.0,"Fin":-1750.0,"Durée":59.0,"Titre":"Hammurabi","Explication":"6ème roi de Babylone, conquiert l'équivalent de l'ex région d'Akkad et Sumer. Création du code d'Hammurabi (recueil de jurisprudence) basé sur la loi du Talion (œil pour œil…)."},{"Axe":-10.0,"Date":-2004.0,"Fin":-1595.0,"Durée":408.0,"Titre":"Période Paléo-Babylonienne","Explication":"Les nomades Amorites s'installe en -1895 à Babylone peu après sa fondation."},{"Axe":-25.0,"Date":-2030.0,"Fin":-1786.0,"Durée":243.0,"Titre":"Moyen Empire","Explication":"Montouhotep II (12ème dyn.) réunifie l'Egypte et réinstaure l'utilisation des pyramides."},{"Axe":-10.0,"Date":-2112.0,"Fin":-2004.0,"Durée":107.0,"Titre":"3Ème Dynastie Ur","Explication":"Origine Sumérienne et non Akkadienne."},{"Axe":-10.0,"Date":-2334.0,"Fin":-2150.0,"Durée":183.0,"Titre":"Empire Akkad","Explication":"Le roi Sargon conquiert les villes de la région du Sumer puis du golfe Persique jusqu'à la méditerranée.\/ Fragilisé et remplacé par les Gutis."},{"Axe":-25.0,"Date":-2650.0,"Fin":-2200.0,"Durée":449.0,"Titre":"Ancien Empire ","Explication":"Djéser (3ème dynastie) construit la 1ère pyramide à étage formé de mastaba (tombeau) empilé grâce à son architecte Imhotep. Ensuite Snéfrou (4ème dynastie) fait construire 3 pyramides pour atteindre son idéal et permet de grand progrès (lissage de la surface entre les étapes)\/ 1ère période intermédiaire : VII dyn. s'installe à Héracléopolis."},{"Axe":-25.0,"Date":-3100.0,"Fin":null,"Durée":0.0,"Titre":"Narmer","Explication":"Il unifie la haute et basse Egypte et devient le premier pharaon (double couronne)."},{"Axe":-5.0,"Date":-3300.0,"Fin":null,"Durée":0.0,"Titre":"Fondation D'Ourouk","Explication":"Les premières cité-Etats apparaissent dans la région de Sumer grâce à l'irrigation en Mésopotamie et de rassemblement de richesses au même endroit, début de l'écriture et invention de la roue."},{"Axe":null,"Date":null,"Fin":null,"Durée":0.0,"Titre":"Médecine","Explication":"Hippocrate : fin du divin pour plutôt une interaction avec l'environnement, il a réuni les connaissances \nGalien : dissection animale et comparaison blessure gladiateur : anatomie + reprise des théories des humeurs d'Aristote, ce qui dominera pendant 1000 ans\nAvicène : rassemble les écris grecs Ets (perte de bcp dans la bibli, mais bcp de traités ont parcouru le monde) puis renaissance\nAndré Vésal : avant barbier et médecin était diff, il a mis la main dans le cadavre, il corrige Galien\nAmbroise Paré : lettre de noblesse à la chirurgie\nWilliam Harvet : circulation sanguine\nClaude Bernard : début des expériences mais on isole pas encore les effets contextuels \nInauguration institut pasteur : 14 nov 1888 \nSir Austin Bradford Hill : essai clinique randomisé 1948 Tuberculose\nDoyle : étude fumer et cancer du poumon\n1980 Evidence based médecine"},{"Axe":null,"Date":null,"Fin":null,"Durée":0.0,"Titre":"Physique","Explication":"Galilée premier laboratoire\nNewton\n1888 Hertz découvre les ondes électromagnétisme\nVolta pour la pile, on mie le courant et là magnétisme et la lumière ? Électromagnétisme de Maxwell\nThermodynamique (3 principes) énergie = mouvement atome => désordre \nEdison et Graham Bell \nRayon X et découverte électron radioactivité \nÀ Solvay on étudie : théorie de la relativités et celle quantique \nAprès Maxwell on voit la lumière comme une onde mais Einstein trouve que ça ne va pas avec la mécanique car la lumière est censée rester constante ? Donc Newton et Maxwell ne sont pas compatible \nLa relativité remplace la mécanique pour être compatible avec l’électro magnétisme, relativité générale ou restreinte ? Pour cette derrière litige sur la primauté entre Einstein et Pointcarré\nLes 2 questions qu’on n’a pas comprises\nÉtude corps noir Max Planck\nLa lumière se mesure et se déplace par quanta ?\nEffet photo électrique \nModèle atomique, cmt ils tournent sans tomber ? Perte d’énergie en émettant une rayonnement (Maxwell)\nModèle Bohr\nDualité onde corpuscule, la phys quantique transforme l’onde en probabilité de présence \nPlus quantique qd on interagit avec de la lumière, autres molécules, chaleur \nIncertitude d'Eisenberg : si on augmente la précision d’un truc on réduit celle de l’autre \nLe maître big bang"},{"Axe":null,"Date":null,"Fin":null,"Durée":0.0,"Titre":"Facts","Explication":"Dans le nouveau monde, au lieu de cultiver des cultures vivrières (tjrs des famines), ils font des produits dédiés à l'exportation, pour cela ils commencent par les locaux qui succombent rapidement, ils engagèrent d'abord des européens jusqu'en 1720 (de - en -) puis à partir de 1502, ils importent des esclaves d'Espagne, les premiers arrivent en Amérique du nord en 1619, tout d'abord \"sous contrat\", l'esclavagisme s'installera. \ninterdiction traite négro vers l'Amérique par les Anglais en 1807, en 1808 les USA suivent. Sous l'impulsion des Quakers et philosophes français (qui s'attaquent à la traite avant l'esclavage), les arabes continueront la traite transsaharienne.\n1845-52 : grande famine, moitié de la population meurt en Irlande ..\n1848 : supprime le monopole de l'état dans l'éducation et redonne un rôle aux religieux (peur des instituteurs communistes ? en gros peur des idées révolutionnaires mises chez les jeunes)\n1880 : expulsion des religieux par Jules Ferry force le président du Conseil à démissionner pour être remplacer par ... Ferry), écoles pour filles et prof féminin, 1881 : gratuité, laïcité et obligatoire 82\n1884 : Angleterre au milieu de monde sur les cartes (GMT)\n1884 : établissement du divorce\n1896 : ségrégation (égaux mais séparé) inconstitutionnelle en 1954\n1890 : indiens vaincus et parqué dans des réserves\n1900 étalon or\nà partir de Buchanan plus de parti Whig et le sud est démocrate et nord républicain, depuis Clinton les démocrates sont aux côtes\n1929 : massacre de Tulsa"},{"Axe":null,"Date":null,"Fin":null,"Durée":0.0,"Titre":"Technologies","Explication":"TV 1950, 67 chez nous"},{"Axe":null,"Date":null,"Fin":null,"Durée":0.0,"Titre":"Crise","Explication":"vdépression 1873-79 mène à l'act de 1882 : interdisant l'immigration chinoise et rayant les droits des citoyens, sentiment anti-chinois pogrom => fuite à San Francisco => China Town, tremblement de terre détruit tout San Francisco était content ainsi ils pouvaient les délocaliser mais , d'autres villes proposent aux chinois d'être relocalisé à Seattle ou L.A. car leur commerce était ouf et avec ce moyen de pression, ils ont pu rester, ils ont demandés à des blancs de reconstruire (d'en un lieu touristique) et c'est leur vision fantasmée de la chine qui donna naissance à cette architecture qui se diffusera dans les autres Chinatown\nCrise 1929\n1923 crash chômage allemand pas hyper inflation \nPutsch Hitler prison Himmler propagande 1923 "},{"Axe":null,"Date":null,"Fin":null,"Durée":0.0,"Titre":"Autres","Explication":"Invention du supermarché par Clarence Saunders, avant quand on allait au magasin, on donnait un liste au caissier et il remplissait le panier. Donc on n’achetait ni la marque et le packaging n'était pas important. Saunders proposa des allées dans lesquelles les clients feraient eux même leurs courses => les clients effectuent le travail, importance des marques et du packaging. Début du choix et du combat des marques pour l'argent des consommateurs."},{"Axe":null,"Date":null,"Fin":null,"Durée":0.0,"Titre":"Droit","Explication":"Sous le Gouvernement de Vichy : accouchement sous X (enfant franco-allemand), non-assistance à personne en danger aider les Allemands lors d'attentat), carte d'identité (fliquer les juifs), origine du comité d'entreprise, origine des retraites (libérer le travail des vieux pour les chômeurs)."}]